{
  "meta": {
    "source": "user_paste_part2",
    "created_at": "2025-08-11T13:45:44",
    "items_including_duplicates": 937,
    "unique_count": 937,
    "note": "Leading '*' stripped; duplicates removed."
  },
  "words_unique_in_input_order": [
    "cherish",
    "chew",
    "chewy",
    "chip",
    "chronic",
    "circuit",
    "circulate",
    "circulation",
    "circumstance",
    "circumstantial",
    "citation",
    "cite",
    "civil",
    "civilian",
    "civility",
    "civilization",
    "civilize",
    "claim",
    "clarification",
    "clarify",
    "clash",
    "classic",
    "classical",
    "classification",
    "classified",
    "classify",
    "clause",
    "click",
    "client",
    "cling",
    "clinic",
    "clinical",
    "clip",
    "closely",
    "clue",
    "clueless",
    "clumsy",
    "cluster",
    "coalition",
    "coarse",
    "code",
    "cognition",
    "cognitive",
    "coherence",
    "coherent",
    "coherently",
    "cohesion",
    "coincide",
    "coincidence",
    "collaborate",
    "collaboration",
    "collaborative",
    "collapse",
    "colleague",
    "collective",
    "collectivism",
    "collide",
    "collision",
    "colonial",
    "colonize",
    "colony",
    "column",
    "combat",
    "combative",
    "combination",
    "combine",
    "comfort",
    "comfortable",
    "comforting",
    "command",
    "commence",
    "commencement",
    "comment",
    "commentary",
    "commentator",
    "commerce",
    "commercial",
    "commission",
    "commit",
    "commitment",
    "committee",
    "commodity",
    "common",
    "commune",
    "communicate",
    "communication",
    "communicative",
    "community",
    "commute",
    "commuter",
    "company",
    "comparable",
    "comparative",
    "compare",
    "comparison",
    "compassion",
    "compassionate",
    "compatibility",
    "compatible",
    "compel",
    "compelling",
    "compensate",
    "compensation",
    "compete",
    "competence",
    "competent",
    "competition",
    "competitive",
    "competitor",
    "compilation",
    "compile",
    "compiler",
    "complain",
    "complaint",
    "complement",
    "complementary",
    "complete",
    "completion",
    "complex",
    "complexity",
    "compliance",
    "complicate",
    "complicated",
    "complication",
    "compliment",
    "complimentary",
    "comply",
    "component",
    "compose",
    "composition",
    "compound",
    "comprehend",
    "comprehensible",
    "comprehension",
    "comprehensive",
    "comprise",
    "compromise",
    "compulsion",
    "compulsive",
    "compulsory",
    "computation",
    "compute",
    "computing",
    "conceal",
    "concealment",
    "conceivable",
    "conceive",
    "concentrate",
    "concentration",
    "concept",
    "conception",
    "concern",
    "concerning",
    "conclude",
    "conclusion",
    "conclusive",
    "concrete",
    "condemn",
    "condemnation",
    "conduct",
    "conductor",
    "confer",
    "conference",
    "confess",
    "confession",
    "confide",
    "confidence",
    "confident",
    "confidential",
    "configuration",
    "configure",
    "confine",
    "confined",
    "confinement",
    "confirm",
    "confirmation",
    "confirmed",
    "conflict",
    "conflicting",
    "conform",
    "conformity",
    "confront",
    "confrontation",
    "confuse",
    "confused",
    "confusing",
    "confusion",
    "congest",
    "congestion",
    "congress",
    "congressman",
    "connect",
    "connection",
    "conquer",
    "conqueror",
    "conquest",
    "conscience",
    "conscientious",
    "conscious",
    "consciousness",
    "consensual",
    "consensus",
    "consent",
    "consequence",
    "consequent",
    "consequently",
    "conservation",
    "conservationist",
    "conservative",
    "conserve",
    "consider",
    "considerable",
    "considerate",
    "consideration",
    "consist",
    "consistency",
    "consistent",
    "consolation",
    "console",
    "conspicuous",
    "constant",
    "constantly",
    "constituent",
    "constitute",
    "constitution",
    "constrain",
    "constraint",
    "construct",
    "construction",
    "consult",
    "consultant",
    "consultation",
    "consume",
    "consumer",
    "consumption",
    "contact",
    "contagion",
    "contagious",
    "contain",
    "container",
    "containment",
    "contaminate",
    "contamination",
    "contemplate",
    "contemplation",
    "contemporary",
    "contempt",
    "contemptuous",
    "contend",
    "content",
    "contention",
    "contentment",
    "contest",
    "context",
    "contextual",
    "contract",
    "contractor",
    "contradict",
    "contradiction",
    "contradictory",
    "contrary",
    "contrast",
    "contribute",
    "contribution",
    "controversial",
    "controversy",
    "convene",
    "convenience",
    "convenient",
    "convention",
    "conventional",
    "conversation",
    "converse",
    "conversely",
    "conversion",
    "convert",
    "convey",
    "conveyance",
    "convict",
    "conviction",
    "convince",
    "convinced",
    "convincing",
    "cooperate",
    "cooperation",
    "cooperative",
    "coordinate",
    "coordination",
    "cope",
    "core",
    "corporate",
    "corporation",
    "correct",
    "correction",
    "correlate",
    "correlation",
    "correlative",
    "correspond",
    "correspondence",
    "correspondent",
    "corrupt",
    "corruption",
    "cortex",
    "cosmetic",
    "cost",
    "costly",
    "council",
    "counterpart",
    "county",
    "courage",
    "courageous",
    "court",
    "courteous",
    "courtesy",
    "coverage",
    "coward",
    "cowardly",
    "crack",
    "cram",
    "crash",
    "crawl",
    "create",
    "creation",
    "creative",
    "creativity",
    "creature",
    "credit",
    "crime",
    "criminal",
    "crisis",
    "criterion",
    "critic",
    "critical",
    "criticism",
    "criticize",
    "crop",
    "crucial",
    "crude",
    "cruel",
    "cruelly",
    "cruelty",
    "crush",
    "crushing",
    "cue",
    "cuisine",
    "cultivate",
    "cultivation",
    "cultivator",
    "cultural",
    "culture",
    "curator",
    "curb",
    "cure",
    "curiosity",
    "curious",
    "curiously",
    "currency",
    "current",
    "currently",
    "curriculum",
    "curse",
    "curve",
    "custom",
    "customary",
    "cynical",
    "cynicism",
    "dairy",
    "damage",
    "danger",
    "dare",
    "daring",
    "deadline",
    "deaf",
    "deafening",
    "deal",
    "dean",
    "debate",
    "debris",
    "debt",
    "decade",
    "decay",
    "deceit",
    "deceive",
    "decency",
    "decent",
    "decently",
    "deception",
    "deceptive",
    "decide",
    "decision",
    "decisive",
    "declaration",
    "declare",
    "decline",
    "decorate",
    "decoration",
    "decorative",
    "decrease",
    "dedicate",
    "dedicated",
    "dedication",
    "deduce",
    "deduct",
    "deduction",
    "defeat",
    "defect",
    "defective",
    "defend",
    "defendant",
    "defense",
    "defensive",
    "deficiency",
    "deficient",
    "deficit",
    "define",
    "definite",
    "definitely",
    "definition",
    "deforest",
    "deforestation",
    "degrade",
    "degree",
    "delegate",
    "delete",
    "deletion",
    "deliberate",
    "deliberately",
    "deliberation",
    "delicacy",
    "delicate",
    "delight",
    "delighted",
    "delightful",
    "deliver",
    "delivery",
    "demand",
    "demanding",
    "demented",
    "dementia",
    "democracy",
    "democrat",
    "democratic",
    "demographic",
    "demography",
    "demonstrate",
    "demonstration",
    "demonstrative",
    "denial",
    "dense",
    "densely",
    "density",
    "deny",
    "deodorant",
    "depart",
    "department",
    "departure",
    "depend",
    "dependence",
    "dependent",
    "depict",
    "depiction",
    "deposit",
    "depository",
    "depress",
    "depressed",
    "depression",
    "deprivation",
    "deprive",
    "deprived",
    "derivation",
    "derivative",
    "derive",
    "descend",
    "descendant",
    "descent",
    "describe",
    "description",
    "descriptive",
    "desert",
    "deserted",
    "deserve",
    "design",
    "designate",
    "designation",
    "designer",
    "desirable",
    "desire",
    "despair",
    "desperate",
    "despite",
    "destined",
    "destiny",
    "destroy",
    "destruction",
    "destructive",
    "detail",
    "detailed",
    "detect",
    "detectable",
    "detection",
    "detective",
    "determination",
    "determine",
    "determined",
    "detour",
    "devastate",
    "devastation",
    "device",
    "devise",
    "devote",
    "devoted",
    "devotion",
    "diabetes",
    "diabetic",
    "diagnose",
    "diagnosis",
    "dialect",
    "dialectic",
    "dialogue",
    "dictate",
    "dictation",
    "dictator",
    "differ",
    "difference",
    "different",
    "differentiate",
    "digest",
    "digestion",
    "digestive",
    "digital",
    "digitally",
    "dignify",
    "dignity",
    "dilemma",
    "diligence",
    "diligent",
    "dim",
    "dimension",
    "dimensional",
    "diminish",
    "dip",
    "diploma",
    "diplomacy",
    "diplomat",
    "diplomatic",
    "direction",
    "director",
    "disability",
    "disabled",
    "disadvantage",
    "disadvantageous",
    "disagree",
    "disagreeable",
    "disagreement",
    "disappoint",
    "disappointment",
    "disapprove",
    "disaster",
    "disastrous",
    "discard",
    "disciplinary",
    "discipline",
    "disclose",
    "disclosure",
    "discount",
    "discourage",
    "discouragement",
    "discourse",
    "discrete",
    "discriminate",
    "discrimination",
    "disembark",
    "disgrace",
    "disgraceful",
    "disguise",
    "disgust",
    "disgusting",
    "dismay",
    "dismiss",
    "dismissal",
    "disorder",
    "dispatch",
    "dispense",
    "displace",
    "displacement",
    "display",
    "disposal",
    "dispose",
    "disposition",
    "dispute",
    "disregard",
    "disrupt",
    "disruption",
    "disruptive",
    "dissertation",
    "dissolution",
    "dissolve",
    "distinct",
    "distinction",
    "distinctive",
    "distinguish",
    "distinguished",
    "distort",
    "distortion",
    "distract",
    "distraction",
    "distress",
    "distressful",
    "distribute",
    "distribution",
    "district",
    "disturb",
    "disturbance",
    "diverse",
    "diversify",
    "diversion",
    "diversity",
    "divert",
    "divide",
    "divine",
    "divinity",
    "division",
    "divorce",
    "dizzy",
    "doctrine",
    "document",
    "documentary",
    "documentation",
    "domain",
    "domestic",
    "domesticate",
    "dominance",
    "dominant",
    "dominate",
    "domination",
    "donate",
    "donation",
    "donor",
    "doom",
    "dormitory",
    "dose",
    "doubt",
    "doubtful",
    "draft",
    "drag",
    "drain",
    "drainage",
    "drama",
    "dramatic",
    "dramatist",
    "drastic",
    "drastically",
    "draw",
    "drawback",
    "drawing",
    "dread",
    "dreadful",
    "drift",
    "drifter",
    "drill",
    "drought",
    "drown",
    "drowsy",
    "dubious",
    "due",
    "dumb",
    "dump",
    "dumper",
    "duplicate",
    "durable",
    "duration",
    "dutiful",
    "duty",
    "dye",
    "dynamic",
    "dynamics",
    "dynamism",
    "eager",
    "eagerly",
    "eagerness",
    "earn",
    "earnest",
    "earnings",
    "ease",
    "eclipse",
    "ecological",
    "ecologist",
    "ecology",
    "economic",
    "economical",
    "economics",
    "economy",
    "ecosystem",
    "edible",
    "edit",
    "edition",
    "editor",
    "editorial",
    "educate",
    "education",
    "effect",
    "effective",
    "efficiency",
    "efficient",
    "elaborate",
    "elaboration",
    "elect",
    "election",
    "elective",
    "element",
    "elementary",
    "eligible",
    "eliminate",
    "elimination",
    "elite",
    "eloquence",
    "eloquent",
    "embark",
    "embarkation",
    "embarrass",
    "embarrassment",
    "embassy",
    "embed",
    "embodiment",
    "embody",
    "embrace",
    "emerge",
    "emergence",
    "emergency",
    "emergent",
    "emission",
    "emit",
    "emotion",
    "emotional",
    "emotionless",
    "empathize",
    "empathy",
    "emperor",
    "emphasis",
    "emphasize",
    "empire",
    "empirical",
    "empirically",
    "employ",
    "employee",
    "employer",
    "employment",
    "enable",
    "enabling",
    "enclose",
    "enclosure",
    "encode",
    "encounter",
    "encourage",
    "encouragement",
    "encouraging",
    "encyclopedia",
    "encyclopedic",
    "endanger",
    "endangered",
    "endorse",
    "endurance",
    "endure",
    "enduring",
    "enforce",
    "enforcement",
    "engage",
    "engaged",
    "engagement",
    "enhance",
    "enhanced",
    "enhancement",
    "enlighten",
    "enlightening",
    "enlightenment",
    "enormous",
    "enrich",
    "enrichment",
    "enroll",
    "enrollment",
    "ensure",
    "entail",
    "enterprise",
    "entertain",
    "entertainer",
    "entertainment",
    "enthusiasm",
    "enthusiast",
    "enthusiastic",
    "entire",
    "entirely",
    "entitle",
    "entrance",
    "entrepreneur",
    "entrepreneurial",
    "envious",
    "environment",
    "environmental",
    "envy",
    "epidemic",
    "equal",
    "equality",
    "equation",
    "equip",
    "equipment",
    "equivalent",
    "erase",
    "eraser",
    "erect",
    "erection",
    "erode",
    "erosion",
    "errand",
    "erupt",
    "eruption",
    "essay",
    "essence",
    "essential",
    "establish",
    "established",
    "establishment",
    "estate",
    "esteem",
    "estimate",
    "estimated",
    "estimation",
    "eternal",
    "eternity",
    "ethic",
    "ethical",
    "ethnic",
    "ethnicity",
    "evacuate",
    "evacuation",
    "evaluate",
    "evaluation",
    "eventual",
    "eventually",
    "evidence",
    "evident",
    "evidently",
    "evil",
    "evocation",
    "evoke",
    "evolution",
    "evolutionary",
    "evolve",
    "exact",
    "exactly",
    "exaggerate",
    "exaggeration",
    "examination",
    "examine",
    "exceed",
    "exceedingly",
    "excel",
    "excellence",
    "excellent",
    "except",
    "exception",
    "exceptional",
    "exceptionally",
    "excerpt",
    "excess",
    "excessive",
    "exchange",
    "exclude",
    "exclusion",
    "exclusive",
    "exclusively",
    "execute",
    "execution",
    "executive",
    "exert",
    "exertion",
    "exhaust",
    "exhaustion",
    "exhibit",
    "exhibition",
    "exile",
    "exist",
    "existence",
    "exotic",
    "exoticism",
    "expand",
    "expansion",
    "expansive",
    "expect",
    "expedition",
    "expel",
    "expend",
    "expense",
    "expensive",
    "experiment",
    "experimental",
    "expertise",
    "expiration",
    "expire",
    "expiry",
    "explicit",
    "explicitly",
    "explode",
    "exploit",
    "exploitation",
    "exploration",
    "explore",
    "explorer",
    "explosion",
    "explosive",
    "exponential",
    "export",
    "exportation",
    "expose",
    "exposure",
    "express",
    "expression",
    "expressive",
    "expulsion",
    "extend",
    "extended",
    "extension",
    "extensive",
    "extent",
    "external",
    "externally",
    "extinct",
    "extinction",
    "extinguish",
    "extra",
    "extract",
    "extraction",
    "extraordinarily",
    "extraordinary",
    "extreme",
    "extremely",
    "extroversion",
    "extrovert"
  ],
  "words_unique_sorted": [
    "cherish",
    "chew",
    "chewy",
    "chip",
    "chronic",
    "circuit",
    "circulate",
    "circulation",
    "circumstance",
    "circumstantial",
    "citation",
    "cite",
    "civil",
    "civilian",
    "civility",
    "civilization",
    "civilize",
    "claim",
    "clarification",
    "clarify",
    "clash",
    "classic",
    "classical",
    "classification",
    "classified",
    "classify",
    "clause",
    "click",
    "client",
    "cling",
    "clinic",
    "clinical",
    "clip",
    "closely",
    "clue",
    "clueless",
    "clumsy",
    "cluster",
    "coalition",
    "coarse",
    "code",
    "cognition",
    "cognitive",
    "coherence",
    "coherent",
    "coherently",
    "cohesion",
    "coincide",
    "coincidence",
    "collaborate",
    "collaboration",
    "collaborative",
    "collapse",
    "colleague",
    "collective",
    "collectivism",
    "collide",
    "collision",
    "colonial",
    "colonize",
    "colony",
    "column",
    "combat",
    "combative",
    "combination",
    "combine",
    "comfort",
    "comfortable",
    "comforting",
    "command",
    "commence",
    "commencement",
    "comment",
    "commentary",
    "commentator",
    "commerce",
    "commercial",
    "commission",
    "commit",
    "commitment",
    "committee",
    "commodity",
    "common",
    "commune",
    "communicate",
    "communication",
    "communicative",
    "community",
    "commute",
    "commuter",
    "company",
    "comparable",
    "comparative",
    "compare",
    "comparison",
    "compassion",
    "compassionate",
    "compatibility",
    "compatible",
    "compel",
    "compelling",
    "compensate",
    "compensation",
    "compete",
    "competence",
    "competent",
    "competition",
    "competitive",
    "competitor",
    "compilation",
    "compile",
    "compiler",
    "complain",
    "complaint",
    "complement",
    "complementary",
    "complete",
    "completion",
    "complex",
    "complexity",
    "compliance",
    "complicate",
    "complicated",
    "complication",
    "compliment",
    "complimentary",
    "comply",
    "component",
    "compose",
    "composition",
    "compound",
    "comprehend",
    "comprehensible",
    "comprehension",
    "comprehensive",
    "comprise",
    "compromise",
    "compulsion",
    "compulsive",
    "compulsory",
    "computation",
    "compute",
    "computing",
    "conceal",
    "concealment",
    "conceivable",
    "conceive",
    "concentrate",
    "concentration",
    "concept",
    "conception",
    "concern",
    "concerning",
    "conclude",
    "conclusion",
    "conclusive",
    "concrete",
    "condemn",
    "condemnation",
    "conduct",
    "conductor",
    "confer",
    "conference",
    "confess",
    "confession",
    "confide",
    "confidence",
    "confident",
    "confidential",
    "configuration",
    "configure",
    "confine",
    "confined",
    "confinement",
    "confirm",
    "confirmation",
    "confirmed",
    "conflict",
    "conflicting",
    "conform",
    "conformity",
    "confront",
    "confrontation",
    "confuse",
    "confused",
    "confusing",
    "confusion",
    "congest",
    "congestion",
    "congress",
    "congressman",
    "connect",
    "connection",
    "conquer",
    "conqueror",
    "conquest",
    "conscience",
    "conscientious",
    "conscious",
    "consciousness",
    "consensual",
    "consensus",
    "consent",
    "consequence",
    "consequent",
    "consequently",
    "conservation",
    "conservationist",
    "conservative",
    "conserve",
    "consider",
    "considerable",
    "considerate",
    "consideration",
    "consist",
    "consistency",
    "consistent",
    "consolation",
    "console",
    "conspicuous",
    "constant",
    "constantly",
    "constituent",
    "constitute",
    "constitution",
    "constrain",
    "constraint",
    "construct",
    "construction",
    "consult",
    "consultant",
    "consultation",
    "consume",
    "consumer",
    "consumption",
    "contact",
    "contagion",
    "contagious",
    "contain",
    "container",
    "containment",
    "contaminate",
    "contamination",
    "contemplate",
    "contemplation",
    "contemporary",
    "contempt",
    "contemptuous",
    "contend",
    "content",
    "contention",
    "contentment",
    "contest",
    "context",
    "contextual",
    "contract",
    "contractor",
    "contradict",
    "contradiction",
    "contradictory",
    "contrary",
    "contrast",
    "contribute",
    "contribution",
    "controversial",
    "controversy",
    "convene",
    "convenience",
    "convenient",
    "convention",
    "conventional",
    "conversation",
    "converse",
    "conversely",
    "conversion",
    "convert",
    "convey",
    "conveyance",
    "convict",
    "conviction",
    "convince",
    "convinced",
    "convincing",
    "cooperate",
    "cooperation",
    "cooperative",
    "coordinate",
    "coordination",
    "cope",
    "core",
    "corporate",
    "corporation",
    "correct",
    "correction",
    "correlate",
    "correlation",
    "correlative",
    "correspond",
    "correspondence",
    "correspondent",
    "corrupt",
    "corruption",
    "cortex",
    "cosmetic",
    "cost",
    "costly",
    "council",
    "counterpart",
    "county",
    "courage",
    "courageous",
    "court",
    "courteous",
    "courtesy",
    "coverage",
    "coward",
    "cowardly",
    "crack",
    "cram",
    "crash",
    "crawl",
    "create",
    "creation",
    "creative",
    "creativity",
    "creature",
    "credit",
    "crime",
    "criminal",
    "crisis",
    "criterion",
    "critic",
    "critical",
    "criticism",
    "criticize",
    "crop",
    "crucial",
    "crude",
    "cruel",
    "cruelly",
    "cruelty",
    "crush",
    "crushing",
    "cue",
    "cuisine",
    "cultivate",
    "cultivation",
    "cultivator",
    "cultural",
    "culture",
    "curator",
    "curb",
    "cure",
    "curiosity",
    "curious",
    "curiously",
    "currency",
    "current",
    "currently",
    "curriculum",
    "curse",
    "curve",
    "custom",
    "customary",
    "cynical",
    "cynicism",
    "dairy",
    "damage",
    "danger",
    "dare",
    "daring",
    "deadline",
    "deaf",
    "deafening",
    "deal",
    "dean",
    "debate",
    "debris",
    "debt",
    "decade",
    "decay",
    "deceit",
    "deceive",
    "decency",
    "decent",
    "decently",
    "deception",
    "deceptive",
    "decide",
    "decision",
    "decisive",
    "declaration",
    "declare",
    "decline",
    "decorate",
    "decoration",
    "decorative",
    "decrease",
    "dedicate",
    "dedicated",
    "dedication",
    "deduce",
    "deduct",
    "deduction",
    "defeat",
    "defect",
    "defective",
    "defend",
    "defendant",
    "defense",
    "defensive",
    "deficiency",
    "deficient",
    "deficit",
    "define",
    "definite",
    "definitely",
    "definition",
    "deforest",
    "deforestation",
    "degrade",
    "degree",
    "delegate",
    "delete",
    "deletion",
    "deliberate",
    "deliberately",
    "deliberation",
    "delicacy",
    "delicate",
    "delight",
    "delighted",
    "delightful",
    "deliver",
    "delivery",
    "demand",
    "demanding",
    "demented",
    "dementia",
    "democracy",
    "democrat",
    "democratic",
    "demographic",
    "demography",
    "demonstrate",
    "demonstration",
    "demonstrative",
    "denial",
    "dense",
    "densely",
    "density",
    "deny",
    "deodorant",
    "depart",
    "department",
    "departure",
    "depend",
    "dependence",
    "dependent",
    "depict",
    "depiction",
    "deposit",
    "depository",
    "depress",
    "depressed",
    "depression",
    "deprivation",
    "deprive",
    "deprived",
    "derivation",
    "derivative",
    "derive",
    "descend",
    "descendant",
    "descent",
    "describe",
    "description",
    "descriptive",
    "desert",
    "deserted",
    "deserve",
    "design",
    "designate",
    "designation",
    "designer",
    "desirable",
    "desire",
    "despair",
    "desperate",
    "despite",
    "destined",
    "destiny",
    "destroy",
    "destruction",
    "destructive",
    "detail",
    "detailed",
    "detect",
    "detectable",
    "detection",
    "detective",
    "determination",
    "determine",
    "determined",
    "detour",
    "devastate",
    "devastation",
    "device",
    "devise",
    "devote",
    "devoted",
    "devotion",
    "diabetes",
    "diabetic",
    "diagnose",
    "diagnosis",
    "dialect",
    "dialectic",
    "dialogue",
    "dictate",
    "dictation",
    "dictator",
    "differ",
    "difference",
    "different",
    "differentiate",
    "digest",
    "digestion",
    "digestive",
    "digital",
    "digitally",
    "dignify",
    "dignity",
    "dilemma",
    "diligence",
    "diligent",
    "dim",
    "dimension",
    "dimensional",
    "diminish",
    "dip",
    "diploma",
    "diplomacy",
    "diplomat",
    "diplomatic",
    "direction",
    "director",
    "disability",
    "disabled",
    "disadvantage",
    "disadvantageous",
    "disagree",
    "disagreeable",
    "disagreement",
    "disappoint",
    "disappointment",
    "disapprove",
    "disaster",
    "disastrous",
    "discard",
    "disciplinary",
    "discipline",
    "disclose",
    "disclosure",
    "discount",
    "discourage",
    "discouragement",
    "discourse",
    "discrete",
    "discriminate",
    "discrimination",
    "disembark",
    "disgrace",
    "disgraceful",
    "disguise",
    "disgust",
    "disgusting",
    "dismay",
    "dismiss",
    "dismissal",
    "disorder",
    "dispatch",
    "dispense",
    "displace",
    "displacement",
    "display",
    "disposal",
    "dispose",
    "disposition",
    "dispute",
    "disregard",
    "disrupt",
    "disruption",
    "disruptive",
    "dissertation",
    "dissolution",
    "dissolve",
    "distinct",
    "distinction",
    "distinctive",
    "distinguish",
    "distinguished",
    "distort",
    "distortion",
    "distract",
    "distraction",
    "distress",
    "distressful",
    "distribute",
    "distribution",
    "district",
    "disturb",
    "disturbance",
    "diverse",
    "diversify",
    "diversion",
    "diversity",
    "divert",
    "divide",
    "divine",
    "divinity",
    "division",
    "divorce",
    "dizzy",
    "doctrine",
    "document",
    "documentary",
    "documentation",
    "domain",
    "domestic",
    "domesticate",
    "dominance",
    "dominant",
    "dominate",
    "domination",
    "donate",
    "donation",
    "donor",
    "doom",
    "dormitory",
    "dose",
    "doubt",
    "doubtful",
    "draft",
    "drag",
    "drain",
    "drainage",
    "drama",
    "dramatic",
    "dramatist",
    "drastic",
    "drastically",
    "draw",
    "drawback",
    "drawing",
    "dread",
    "dreadful",
    "drift",
    "drifter",
    "drill",
    "drought",
    "drown",
    "drowsy",
    "dubious",
    "due",
    "dumb",
    "dump",
    "dumper",
    "duplicate",
    "durable",
    "duration",
    "dutiful",
    "duty",
    "dye",
    "dynamic",
    "dynamics",
    "dynamism",
    "eager",
    "eagerly",
    "eagerness",
    "earn",
    "earnest",
    "earnings",
    "ease",
    "eclipse",
    "ecological",
    "ecologist",
    "ecology",
    "economic",
    "economical",
    "economics",
    "economy",
    "ecosystem",
    "edible",
    "edit",
    "edition",
    "editor",
    "editorial",
    "educate",
    "education",
    "effect",
    "effective",
    "efficiency",
    "efficient",
    "elaborate",
    "elaboration",
    "elect",
    "election",
    "elective",
    "element",
    "elementary",
    "eligible",
    "eliminate",
    "elimination",
    "elite",
    "eloquence",
    "eloquent",
    "embark",
    "embarkation",
    "embarrass",
    "embarrassment",
    "embassy",
    "embed",
    "embodiment",
    "embody",
    "embrace",
    "emerge",
    "emergence",
    "emergency",
    "emergent",
    "emission",
    "emit",
    "emotion",
    "emotional",
    "emotionless",
    "empathize",
    "empathy",
    "emperor",
    "emphasis",
    "emphasize",
    "empire",
    "empirical",
    "empirically",
    "employ",
    "employee",
    "employer",
    "employment",
    "enable",
    "enabling",
    "enclose",
    "enclosure",
    "encode",
    "encounter",
    "encourage",
    "encouragement",
    "encouraging",
    "encyclopedia",
    "encyclopedic",
    "endanger",
    "endangered",
    "endorse",
    "endurance",
    "endure",
    "enduring",
    "enforce",
    "enforcement",
    "engage",
    "engaged",
    "engagement",
    "enhance",
    "enhanced",
    "enhancement",
    "enlighten",
    "enlightening",
    "enlightenment",
    "enormous",
    "enrich",
    "enrichment",
    "enroll",
    "enrollment",
    "ensure",
    "entail",
    "enterprise",
    "entertain",
    "entertainer",
    "entertainment",
    "enthusiasm",
    "enthusiast",
    "enthusiastic",
    "entire",
    "entirely",
    "entitle",
    "entrance",
    "entrepreneur",
    "entrepreneurial",
    "envious",
    "environment",
    "environmental",
    "envy",
    "epidemic",
    "equal",
    "equality",
    "equation",
    "equip",
    "equipment",
    "equivalent",
    "erase",
    "eraser",
    "erect",
    "erection",
    "erode",
    "erosion",
    "errand",
    "erupt",
    "eruption",
    "essay",
    "essence",
    "essential",
    "establish",
    "established",
    "establishment",
    "estate",
    "esteem",
    "estimate",
    "estimated",
    "estimation",
    "eternal",
    "eternity",
    "ethic",
    "ethical",
    "ethnic",
    "ethnicity",
    "evacuate",
    "evacuation",
    "evaluate",
    "evaluation",
    "eventual",
    "eventually",
    "evidence",
    "evident",
    "evidently",
    "evil",
    "evocation",
    "evoke",
    "evolution",
    "evolutionary",
    "evolve",
    "exact",
    "exactly",
    "exaggerate",
    "exaggeration",
    "examination",
    "examine",
    "exceed",
    "exceedingly",
    "excel",
    "excellence",
    "excellent",
    "except",
    "exception",
    "exceptional",
    "exceptionally",
    "excerpt",
    "excess",
    "excessive",
    "exchange",
    "exclude",
    "exclusion",
    "exclusive",
    "exclusively",
    "execute",
    "execution",
    "executive",
    "exert",
    "exertion",
    "exhaust",
    "exhaustion",
    "exhibit",
    "exhibition",
    "exile",
    "exist",
    "existence",
    "exotic",
    "exoticism",
    "expand",
    "expansion",
    "expansive",
    "expect",
    "expedition",
    "expel",
    "expend",
    "expense",
    "expensive",
    "experiment",
    "experimental",
    "expertise",
    "expiration",
    "expire",
    "expiry",
    "explicit",
    "explicitly",
    "explode",
    "exploit",
    "exploitation",
    "exploration",
    "explore",
    "explorer",
    "explosion",
    "explosive",
    "exponential",
    "export",
    "exportation",
    "expose",
    "exposure",
    "express",
    "expression",
    "expressive",
    "expulsion",
    "extend",
    "extended",
    "extension",
    "extensive",
    "extent",
    "external",
    "externally",
    "extinct",
    "extinction",
    "extinguish",
    "extra",
    "extract",
    "extraction",
    "extraordinarily",
    "extraordinary",
    "extreme",
    "extremely",
    "extroversion",
    "extrovert"
  ]
}