{
  "meta": {
    "source": "user_paste",
    "created_at": "2025-08-11T13:41:55",
    "items_including_duplicates": 1190,
    "unique_count": 855,
    "note": "Section headers removed; leading '*' stripped; duplicates removed."
  },
  "words_unique_in_input_order": [
    "abandon",
    "abandonment",
    "abolish",
    "abolition",
    "aboriginal",
    "aborigine",
    "abound",
    "abrupt",
    "abruptly",
    "absolute",
    "absolutely",
    "absorb",
    "absorption",
    "abstract",
    "abstraction",
    "absurd",
    "absurdity",
    "abundance",
    "abundant",
    "abuse",
    "academic",
    "academy",
    "accelerate",
    "acceleration",
    "accelerator",
    "access",
    "accessible",
    "accident",
    "accidental",
    "accidentally",
    "accommodate",
    "accommodating",
    "accommodation",
    "accompaniment",
    "accompany",
    "accomplish",
    "accomplishment",
    "accord",
    "account",
    "accountable",
    "accumulate",
    "accumulation",
    "accuracy",
    "accurate",
    "accusation",
    "accuse",
    "accused",
    "accustom",
    "achieve",
    "achievement",
    "acid",
    "acidity",
    "acknowledge",
    "acknowledgment",
    "acoustic",
    "acquaint",
    "acquaintance",
    "acquire",
    "acquired",
    "acquisition",
    "act",
    "action",
    "activate",
    "active",
    "activist",
    "activity",
    "actual",
    "actuality",
    "actually",
    "acute",
    "adapt",
    "adaptable",
    "adaptation",
    "add",
    "addict",
    "addiction",
    "addictive",
    "addition",
    "additional",
    "address",
    "addressee",
    "adequacy",
    "adequate",
    "adjust",
    "adjustment",
    "administer",
    "administration",
    "administrator",
    "administrative",
    "admirable",
    "admiration",
    "admire",
    "admirer",
    "admission",
    "admit",
    "admittance",
    "adolescence",
    "adolescent",
    "adopt",
    "adoption",
    "advance",
    "advanced",
    "advantage",
    "advantageous",
    "advent",
    "adverse",
    "adversely",
    "adversity",
    "advertise",
    "advertisement",
    "advertising",
    "advice",
    "advise",
    "advisedly",
    "advocacy",
    "advocate",
    "aesthetic",
    "aesthetics",
    "affair",
    "affect",
    "affected",
    "affection",
    "affectionate",
    "affirm",
    "affirmative",
    "affluence",
    "affluent",
    "afford",
    "affordable",
    "agency",
    "agenda",
    "agent",
    "aggression",
    "aggressive",
    "Agricultural",
    "agriculture",
    "aid",
    "aim",
    "aisle",
    "alarm",
    "alert",
    "algorithm",
    "alien",
    "alienate",
    "allegation",
    "allege",
    "allegedly",
    "allergic",
    "allergy",
    "alliance",
    "allied",
    "allocate",
    "allocation",
    "allow",
    "allowance",
    "ally",
    "alter",
    "alteration",
    "alternate",
    "alternately",
    "alternative",
    "altitude",
    "amaze",
    "amazement",
    "amazing",
    "ambassador",
    "ambiguity",
    "ambiguous",
    "ambition",
    "ambitious",
    "amend",
    "amendment",
    "ample",
    "amplify",
    "amuse",
    "amusement",
    "amusing",
    "analogous",
    "analogy",
    "analysis",
    "analyst",
    "analyze",
    "ancestor",
    "ancestral",
    "ancient",
    "anniversary",
    "announce",
    "announcement",
    "annoy",
    "annoyance",
    "annual",
    "annually",
    "anonymity",
    "anonymous",
    "anthropologist",
    "anthropology",
    "antibiotic",
    "anticipate",
    "anticipation",
    "antique",
    "antiquity",
    "antithesis",
    "anxiety",
    "anxious",
    "apologize",
    "apology",
    "apparent",
    "apparently",
    "appeal",
    "appealing",
    "appear",
    "appellate",
    "appetite",
    "appetizer",
    "appliance",
    "applicable",
    "applicant",
    "application",
    "apply",
    "appoint",
    "appointment",
    "appreciate",
    "appreciation",
    "approach",
    "appropriate",
    "approval",
    "approve",
    "approximate",
    "approximately",
    "approximation",
    "apt",
    "aptitude",
    "arbitrarily",
    "arbitrary",
    "archaeologist",
    "archaeology",
    "architect",
    "architectural",
    "architecture",
    "archive",
    "Arctic",
    "argue",
    "argument",
    "arise",
    "arithmetic",
    "arithmetical",
    "arousal",
    "arouse",
    "arrange",
    "arrangement",
    "arrest",
    "arrogance",
    "arrogant",
    "arrogantly",
    "art",
    "artful",
    "article",
    "articulate",
    "artifact",
    "artificial",
    "artistic",
    "artistry",
    "ascend",
    "ascent",
    "ashamed",
    "aspect",
    "aspiration",
    "aspire",
    "assault",
    "assemble",
    "assembly",
    "assert",
    "assertion",
    "assertive",
    "assess",
    "Assign",
    "assessment",
    "asset",
    "assignee",
    "assignment",
    "assist",
    "assistance",
    "assistant",
    "associate",
    "association",
    "assume",
    "assumption",
    "assurance",
    "assure",
    "asteroid",
    "astonish",
    "astonishing",
    "astonishment",
    "astray",
    "astronomer",
    "astronomical",
    "astronomy",
    "asymmetric (al)",
    "atmosphere",
    "atmospheric",
    "attach",
    "attachment",
    "attain",
    "attainment",
    "attempt",
    "attend",
    "attendance",
    "attention",
    "attentive",
    "attitude",
    "attorney",
    "attorney general",
    "attract",
    "attraction",
    "attractive",
    "attribute",
    "attribution",
    "audience",
    "audit",
    "auditorium",
    "authentic",
    "authenticity",
    "authority",
    "authoritative",
    "authorize",
    "autobiography",
    "autonomous",
    "autonomy",
    "availability",
    "available",
    "avenge",
    "avoid",
    "avoidance",
    "await",
    "awake",
    "awaken",
    "award",
    "aware",
    "awareness",
    "awe",
    "awful",
    "awfully",
    "awkward",
    "awkwardly",
    "bachelor",
    "balance",
    "ban",
    "bankrupt",
    "bankruptcy",
    "barely",
    "bargain",
    "bargaining",
    "barn",
    "barrel",
    "barren",
    "barrier",
    "barrier-free",
    "base",
    "basin",
    "basis",
    "beam",
    "bear",
    "beat",
    "beg",
    "beggar",
    "behalf",
    "behave",
    "behavior",
    "behavioral",
    "bend",
    "beneficial",
    "benefit",
    "bet",
    "betray",
    "betrayal",
    "beverage",
    "bias",
    "bibliography",
    "bid",
    "bill",
    "bind",
    "biodiversity",
    "biographical",
    "biography",
    "biological",
    "biologist",
    "biology",
    "bite",
    "bitter",
    "bitterly",
    "blade",
    "blame",
    "blank",
    "blankly",
    "blaze",
    "bleed",
    "blend",
    "bless",
    "blessed",
    "blessing",
    "blink",
    "blood",
    "bloom",
    "blossom",
    "blur",
    "boast",
    "bob",
    "bobbed",
    "bond",
    "bondage",
    "boost",
    "booster",
    "bore",
    "bored",
    "boring",
    "bother",
    "bounce",
    "boundary",
    "bow",
    "brave",
    "bravery",
    "breakdown",
    "breakthrough",
    "breath",
    "breathe",
    "breathing",
    "breed",
    "bribe",
    "bribery",
    "brief",
    "briefing",
    "briefly",
    "brilliance",
    "brilliant",
    "browse",
    "browser",
    "budget",
    "bug",
    "bulk",
    "bulky",
    "bullet",
    "bulletin",
    "bully",
    "bullying",
    "bump",
    "bumper",
    "bumpy",
    "burden",
    "bureau",
    "bureaucracy",
    "bureaucrat",
    "burial",
    "burst",
    "bury",
    "cabinet",
    "calculate",
    "calculation",
    "calculator",
    "campaign",
    "candidacy",
    "candidate",
    "capability",
    "capable",
    "capacity",
    "capital",
    "capitalism",
    "capitalist",
    "captive",
    "capture",
    "carriage",
    "carve",
    "cast",
    "casual",
    "casually",
    "casualty",
    "categorize",
    "category",
    "cater",
    "caterer",
    "catering",
    "cattle",
    "causal",
    "cause",
    "caution",
    "cautious",
    "cease",
    "celebrate",
    "celebrated",
    "celebration",
    "celebrity",
    "cell",
    "cellular",
    "census",
    "centralize",
    "cereal",
    "certain",
    "certainly",
    "certainty",
    "certificate",
    "certification",
    "certify",
    "challenge",
    "challenging",
    "chamber",
    "chamberlain",
    "channel",
    "chaos",
    "chaotic",
    "chapter",
    "character",
    "characteristic",
    "characterize",
    "charge",
    "charm",
    "charming",
    "chart",
    "chase",
    "cheat",
    "chemical",
    "chemistry",
    "cherish",
    "chew",
    "chewy",
    "chip",
    "chronic",
    "circuit",
    "circulate",
    "circulation",
    "circumstance",
    "circumstantial",
    "citation",
    "cite",
    "civil",
    "civilian",
    "civility",
    "civilization",
    "civilize",
    "claim",
    "clarification",
    "clarify",
    "clash",
    "classic",
    "classical",
    "classification",
    "classified",
    "classify",
    "clause",
    "click",
    "client",
    "cling",
    "clinic",
    "clinical",
    "clip",
    "closely",
    "clue",
    "clueless",
    "clumsy",
    "cluster",
    "coalition",
    "coarse",
    "code",
    "cognition",
    "cognitive",
    "coherence",
    "coherent",
    "coherently",
    "cohesion",
    "coincide",
    "coincidence",
    "collaborate",
    "collaboration",
    "collaborative",
    "collapse",
    "colleague",
    "collective",
    "collectivism",
    "collide",
    "collision",
    "colonial",
    "colonize",
    "colony",
    "column",
    "combat",
    "combative",
    "combination",
    "combine",
    "comfort",
    "comfortable",
    "comforting",
    "command",
    "commence",
    "commencement",
    "comment",
    "commentary",
    "commentator",
    "commerce",
    "commercial",
    "commission",
    "commit",
    "commitment",
    "committee",
    "commodity",
    "common",
    "commune",
    "communicate",
    "communication",
    "communicative",
    "community",
    "commute",
    "commuter",
    "company",
    "comparable",
    "comparative",
    "compare",
    "comparison",
    "compassion",
    "compassionate",
    "compatibility",
    "compatible",
    "compel",
    "compelling",
    "compensate",
    "compensation",
    "compete",
    "competence",
    "competent",
    "competition",
    "competitive",
    "competitor",
    "compilation",
    "compile",
    "compiler",
    "complain",
    "complaint",
    "complement",
    "complementary",
    "complete",
    "completion",
    "complex",
    "complexity",
    "compliance",
    "complicate",
    "complicated",
    "complication",
    "compliment",
    "complimentary",
    "comply",
    "component",
    "compose",
    "composition",
    "compound",
    "comprehend",
    "comprehensible",
    "comprehension",
    "comprehensive",
    "comprise",
    "compromise",
    "compulsion",
    "compulsive",
    "compulsory",
    "computation",
    "compute",
    "computing",
    "conceal",
    "concealment",
    "conceivable",
    "conceive",
    "concentrate",
    "concentration",
    "concept",
    "conception",
    "concern",
    "concerning",
    "conclude",
    "conclusion",
    "conclusive",
    "concrete",
    "condemn",
    "condemnation",
    "conduct",
    "conductor",
    "confer",
    "conference",
    "confess",
    "confession",
    "confide",
    "confidence",
    "confident",
    "confidential",
    "configuration",
    "configure",
    "confine",
    "confined",
    "confinement",
    "confirm",
    "confirmation",
    "confirmed",
    "conflict",
    "conflicting",
    "conform",
    "conformity",
    "confront",
    "confrontation",
    "confuse",
    "confused",
    "confusing",
    "confusion",
    "congest",
    "congestion",
    "congress",
    "congressman",
    "connect",
    "connection",
    "conquer",
    "conqueror",
    "conquest",
    "conscience",
    "conscientious",
    "conscious",
    "consciousness",
    "consensual",
    "consensus",
    "consent",
    "consequence",
    "consequent",
    "consequently",
    "conservation",
    "conservationist",
    "conservative",
    "conserve",
    "consider",
    "considerable",
    "considerate",
    "consideration",
    "consist",
    "consistency",
    "consistent",
    "consolation",
    "console",
    "conspicuous",
    "constant",
    "constantly",
    "constituent",
    "constitute",
    "constitution",
    "constrain",
    "constraint",
    "construct",
    "construction",
    "consult",
    "consultant",
    "consultation",
    "consume",
    "consumer",
    "consumption",
    "contact",
    "contagion",
    "contagious",
    "contain",
    "container",
    "containment",
    "contaminate",
    "contamination",
    "contemplate",
    "contemplation",
    "contemporary",
    "contempt",
    "contemptuous",
    "contend",
    "content",
    "contention",
    "contentment",
    "contest",
    "context",
    "contextual",
    "contract",
    "contractor",
    "contradict",
    "contradiction",
    "contradictory",
    "contrary",
    "contrast",
    "contribute",
    "contribution",
    "controversial",
    "controversy",
    "convene",
    "convenience",
    "convenient",
    "convention",
    "conventional",
    "conversation",
    "converse",
    "conversely",
    "conversion",
    "convert",
    "convey",
    "conveyance",
    "convict",
    "conviction",
    "convince",
    "convinced",
    "convincing",
    "cooperate",
    "cooperation",
    "cooperative",
    "coordinate",
    "coordination",
    "cope",
    "core",
    "corporate",
    "corporation",
    "correct",
    "correction",
    "correlate",
    "correlation",
    "correlative",
    "correspond",
    "correspondence",
    "correspondent",
    "corrupt",
    "corruption",
    "cortex",
    "cosmetic",
    "cost",
    "costly",
    "council",
    "counterpart",
    "county",
    "courage",
    "courageous",
    "court",
    "courteous",
    "courtesy",
    "coverage",
    "coward",
    "cowardly",
    "crack",
    "cram",
    "crash",
    "crawl",
    "create",
    "creation",
    "creative",
    "creativity",
    "creature",
    "credit",
    "crime",
    "criminal",
    "crisis",
    "criterion",
    "critic",
    "critical",
    "criticism",
    "criticize"
  ],
  "words_unique_sorted": [
    "abandon",
    "abandonment",
    "abolish",
    "abolition",
    "aboriginal",
    "aborigine",
    "abound",
    "abrupt",
    "abruptly",
    "absolute",
    "absolutely",
    "absorb",
    "absorption",
    "abstract",
    "abstraction",
    "absurd",
    "absurdity",
    "abundance",
    "abundant",
    "abuse",
    "academic",
    "academy",
    "accelerate",
    "acceleration",
    "accelerator",
    "access",
    "accessible",
    "accident",
    "accidental",
    "accidentally",
    "accommodate",
    "accommodating",
    "accommodation",
    "accompaniment",
    "accompany",
    "accomplish",
    "accomplishment",
    "accord",
    "account",
    "accountable",
    "accumulate",
    "accumulation",
    "accuracy",
    "accurate",
    "accusation",
    "accuse",
    "accused",
    "accustom",
    "achieve",
    "achievement",
    "acid",
    "acidity",
    "acknowledge",
    "acknowledgment",
    "acoustic",
    "acquaint",
    "acquaintance",
    "acquire",
    "acquired",
    "acquisition",
    "act",
    "action",
    "activate",
    "active",
    "activist",
    "activity",
    "actual",
    "actuality",
    "actually",
    "acute",
    "adapt",
    "adaptable",
    "adaptation",
    "add",
    "addict",
    "addiction",
    "addictive",
    "addition",
    "additional",
    "address",
    "addressee",
    "adequacy",
    "adequate",
    "adjust",
    "adjustment",
    "administer",
    "administration",
    "administrative",
    "administrator",
    "admirable",
    "admiration",
    "admire",
    "admirer",
    "admission",
    "admit",
    "admittance",
    "adolescence",
    "adolescent",
    "adopt",
    "adoption",
    "advance",
    "advanced",
    "advantage",
    "advantageous",
    "advent",
    "adverse",
    "adversely",
    "adversity",
    "advertise",
    "advertisement",
    "advertising",
    "advice",
    "advise",
    "advisedly",
    "advocacy",
    "advocate",
    "aesthetic",
    "aesthetics",
    "affair",
    "affect",
    "affected",
    "affection",
    "affectionate",
    "affirm",
    "affirmative",
    "affluence",
    "affluent",
    "afford",
    "affordable",
    "agency",
    "agenda",
    "agent",
    "aggression",
    "aggressive",
    "Agricultural",
    "agriculture",
    "aid",
    "aim",
    "aisle",
    "alarm",
    "alert",
    "algorithm",
    "alien",
    "alienate",
    "allegation",
    "allege",
    "allegedly",
    "allergic",
    "allergy",
    "alliance",
    "allied",
    "allocate",
    "allocation",
    "allow",
    "allowance",
    "ally",
    "alter",
    "alteration",
    "alternate",
    "alternately",
    "alternative",
    "altitude",
    "amaze",
    "amazement",
    "amazing",
    "ambassador",
    "ambiguity",
    "ambiguous",
    "ambition",
    "ambitious",
    "amend",
    "amendment",
    "ample",
    "amplify",
    "amuse",
    "amusement",
    "amusing",
    "analogous",
    "analogy",
    "analysis",
    "analyst",
    "analyze",
    "ancestor",
    "ancestral",
    "ancient",
    "anniversary",
    "announce",
    "announcement",
    "annoy",
    "annoyance",
    "annual",
    "annually",
    "anonymity",
    "anonymous",
    "anthropologist",
    "anthropology",
    "antibiotic",
    "anticipate",
    "anticipation",
    "antique",
    "antiquity",
    "antithesis",
    "anxiety",
    "anxious",
    "apologize",
    "apology",
    "apparent",
    "apparently",
    "appeal",
    "appealing",
    "appear",
    "appellate",
    "appetite",
    "appetizer",
    "appliance",
    "applicable",
    "applicant",
    "application",
    "apply",
    "appoint",
    "appointment",
    "appreciate",
    "appreciation",
    "approach",
    "appropriate",
    "approval",
    "approve",
    "approximate",
    "approximately",
    "approximation",
    "apt",
    "aptitude",
    "arbitrarily",
    "arbitrary",
    "archaeologist",
    "archaeology",
    "architect",
    "architectural",
    "architecture",
    "archive",
    "Arctic",
    "argue",
    "argument",
    "arise",
    "arithmetic",
    "arithmetical",
    "arousal",
    "arouse",
    "arrange",
    "arrangement",
    "arrest",
    "arrogance",
    "arrogant",
    "arrogantly",
    "art",
    "artful",
    "article",
    "articulate",
    "artifact",
    "artificial",
    "artistic",
    "artistry",
    "ascend",
    "ascent",
    "ashamed",
    "aspect",
    "aspiration",
    "aspire",
    "assault",
    "assemble",
    "assembly",
    "assert",
    "assertion",
    "assertive",
    "assess",
    "assessment",
    "asset",
    "Assign",
    "assignee",
    "assignment",
    "assist",
    "assistance",
    "assistant",
    "associate",
    "association",
    "assume",
    "assumption",
    "assurance",
    "assure",
    "asteroid",
    "astonish",
    "astonishing",
    "astonishment",
    "astray",
    "astronomer",
    "astronomical",
    "astronomy",
    "asymmetric (al)",
    "atmosphere",
    "atmospheric",
    "attach",
    "attachment",
    "attain",
    "attainment",
    "attempt",
    "attend",
    "attendance",
    "attention",
    "attentive",
    "attitude",
    "attorney",
    "attorney general",
    "attract",
    "attraction",
    "attractive",
    "attribute",
    "attribution",
    "audience",
    "audit",
    "auditorium",
    "authentic",
    "authenticity",
    "authoritative",
    "authority",
    "authorize",
    "autobiography",
    "autonomous",
    "autonomy",
    "availability",
    "available",
    "avenge",
    "avoid",
    "avoidance",
    "await",
    "awake",
    "awaken",
    "award",
    "aware",
    "awareness",
    "awe",
    "awful",
    "awfully",
    "awkward",
    "awkwardly",
    "bachelor",
    "balance",
    "ban",
    "bankrupt",
    "bankruptcy",
    "barely",
    "bargain",
    "bargaining",
    "barn",
    "barrel",
    "barren",
    "barrier",
    "barrier-free",
    "base",
    "basin",
    "basis",
    "beam",
    "bear",
    "beat",
    "beg",
    "beggar",
    "behalf",
    "behave",
    "behavior",
    "behavioral",
    "bend",
    "beneficial",
    "benefit",
    "bet",
    "betray",
    "betrayal",
    "beverage",
    "bias",
    "bibliography",
    "bid",
    "bill",
    "bind",
    "biodiversity",
    "biographical",
    "biography",
    "biological",
    "biologist",
    "biology",
    "bite",
    "bitter",
    "bitterly",
    "blade",
    "blame",
    "blank",
    "blankly",
    "blaze",
    "bleed",
    "blend",
    "bless",
    "blessed",
    "blessing",
    "blink",
    "blood",
    "bloom",
    "blossom",
    "blur",
    "boast",
    "bob",
    "bobbed",
    "bond",
    "bondage",
    "boost",
    "booster",
    "bore",
    "bored",
    "boring",
    "bother",
    "bounce",
    "boundary",
    "bow",
    "brave",
    "bravery",
    "breakdown",
    "breakthrough",
    "breath",
    "breathe",
    "breathing",
    "breed",
    "bribe",
    "bribery",
    "brief",
    "briefing",
    "briefly",
    "brilliance",
    "brilliant",
    "browse",
    "browser",
    "budget",
    "bug",
    "bulk",
    "bulky",
    "bullet",
    "bulletin",
    "bully",
    "bullying",
    "bump",
    "bumper",
    "bumpy",
    "burden",
    "bureau",
    "bureaucracy",
    "bureaucrat",
    "burial",
    "burst",
    "bury",
    "cabinet",
    "calculate",
    "calculation",
    "calculator",
    "campaign",
    "candidacy",
    "candidate",
    "capability",
    "capable",
    "capacity",
    "capital",
    "capitalism",
    "capitalist",
    "captive",
    "capture",
    "carriage",
    "carve",
    "cast",
    "casual",
    "casually",
    "casualty",
    "categorize",
    "category",
    "cater",
    "caterer",
    "catering",
    "cattle",
    "causal",
    "cause",
    "caution",
    "cautious",
    "cease",
    "celebrate",
    "celebrated",
    "celebration",
    "celebrity",
    "cell",
    "cellular",
    "census",
    "centralize",
    "cereal",
    "certain",
    "certainly",
    "certainty",
    "certificate",
    "certification",
    "certify",
    "challenge",
    "challenging",
    "chamber",
    "chamberlain",
    "channel",
    "chaos",
    "chaotic",
    "chapter",
    "character",
    "characteristic",
    "characterize",
    "charge",
    "charm",
    "charming",
    "chart",
    "chase",
    "cheat",
    "chemical",
    "chemistry",
    "cherish",
    "chew",
    "chewy",
    "chip",
    "chronic",
    "circuit",
    "circulate",
    "circulation",
    "circumstance",
    "circumstantial",
    "citation",
    "cite",
    "civil",
    "civilian",
    "civility",
    "civilization",
    "civilize",
    "claim",
    "clarification",
    "clarify",
    "clash",
    "classic",
    "classical",
    "classification",
    "classified",
    "classify",
    "clause",
    "click",
    "client",
    "cling",
    "clinic",
    "clinical",
    "clip",
    "closely",
    "clue",
    "clueless",
    "clumsy",
    "cluster",
    "coalition",
    "coarse",
    "code",
    "cognition",
    "cognitive",
    "coherence",
    "coherent",
    "coherently",
    "cohesion",
    "coincide",
    "coincidence",
    "collaborate",
    "collaboration",
    "collaborative",
    "collapse",
    "colleague",
    "collective",
    "collectivism",
    "collide",
    "collision",
    "colonial",
    "colonize",
    "colony",
    "column",
    "combat",
    "combative",
    "combination",
    "combine",
    "comfort",
    "comfortable",
    "comforting",
    "command",
    "commence",
    "commencement",
    "comment",
    "commentary",
    "commentator",
    "commerce",
    "commercial",
    "commission",
    "commit",
    "commitment",
    "committee",
    "commodity",
    "common",
    "commune",
    "communicate",
    "communication",
    "communicative",
    "community",
    "commute",
    "commuter",
    "company",
    "comparable",
    "comparative",
    "compare",
    "comparison",
    "compassion",
    "compassionate",
    "compatibility",
    "compatible",
    "compel",
    "compelling",
    "compensate",
    "compensation",
    "compete",
    "competence",
    "competent",
    "competition",
    "competitive",
    "competitor",
    "compilation",
    "compile",
    "compiler",
    "complain",
    "complaint",
    "complement",
    "complementary",
    "complete",
    "completion",
    "complex",
    "complexity",
    "compliance",
    "complicate",
    "complicated",
    "complication",
    "compliment",
    "complimentary",
    "comply",
    "component",
    "compose",
    "composition",
    "compound",
    "comprehend",
    "comprehensible",
    "comprehension",
    "comprehensive",
    "comprise",
    "compromise",
    "compulsion",
    "compulsive",
    "compulsory",
    "computation",
    "compute",
    "computing",
    "conceal",
    "concealment",
    "conceivable",
    "conceive",
    "concentrate",
    "concentration",
    "concept",
    "conception",
    "concern",
    "concerning",
    "conclude",
    "conclusion",
    "conclusive",
    "concrete",
    "condemn",
    "condemnation",
    "conduct",
    "conductor",
    "confer",
    "conference",
    "confess",
    "confession",
    "confide",
    "confidence",
    "confident",
    "confidential",
    "configuration",
    "configure",
    "confine",
    "confined",
    "confinement",
    "confirm",
    "confirmation",
    "confirmed",
    "conflict",
    "conflicting",
    "conform",
    "conformity",
    "confront",
    "confrontation",
    "confuse",
    "confused",
    "confusing",
    "confusion",
    "congest",
    "congestion",
    "congress",
    "congressman",
    "connect",
    "connection",
    "conquer",
    "conqueror",
    "conquest",
    "conscience",
    "conscientious",
    "conscious",
    "consciousness",
    "consensual",
    "consensus",
    "consent",
    "consequence",
    "consequent",
    "consequently",
    "conservation",
    "conservationist",
    "conservative",
    "conserve",
    "consider",
    "considerable",
    "considerate",
    "consideration",
    "consist",
    "consistency",
    "consistent",
    "consolation",
    "console",
    "conspicuous",
    "constant",
    "constantly",
    "constituent",
    "constitute",
    "constitution",
    "constrain",
    "constraint",
    "construct",
    "construction",
    "consult",
    "consultant",
    "consultation",
    "consume",
    "consumer",
    "consumption",
    "contact",
    "contagion",
    "contagious",
    "contain",
    "container",
    "containment",
    "contaminate",
    "contamination",
    "contemplate",
    "contemplation",
    "contemporary",
    "contempt",
    "contemptuous",
    "contend",
    "content",
    "contention",
    "contentment",
    "contest",
    "context",
    "contextual",
    "contract",
    "contractor",
    "contradict",
    "contradiction",
    "contradictory",
    "contrary",
    "contrast",
    "contribute",
    "contribution",
    "controversial",
    "controversy",
    "convene",
    "convenience",
    "convenient",
    "convention",
    "conventional",
    "conversation",
    "converse",
    "conversely",
    "conversion",
    "convert",
    "convey",
    "conveyance",
    "convict",
    "conviction",
    "convince",
    "convinced",
    "convincing",
    "cooperate",
    "cooperation",
    "cooperative",
    "coordinate",
    "coordination",
    "cope",
    "core",
    "corporate",
    "corporation",
    "correct",
    "correction",
    "correlate",
    "correlation",
    "correlative",
    "correspond",
    "correspondence",
    "correspondent",
    "corrupt",
    "corruption",
    "cortex",
    "cosmetic",
    "cost",
    "costly",
    "council",
    "counterpart",
    "county",
    "courage",
    "courageous",
    "court",
    "courteous",
    "courtesy",
    "coverage",
    "coward",
    "cowardly",
    "crack",
    "cram",
    "crash",
    "crawl",
    "create",
    "creation",
    "creative",
    "creativity",
    "creature",
    "credit",
    "crime",
    "criminal",
    "crisis",
    "criterion",
    "critic",
    "critical",
    "criticism",
    "criticize"
  ]
}