{
  "meta": {
    "source": "user_paste_part4",
    "created_at": "2025-08-11T14:03:23",
    "items_including_duplicates": 776,
    "unique_count": 713,
    "note": "Unicode spaces normalized; duplicates removed; empty lines ignored."
  },
  "words_unique_in_input_order": [
    "laboratory",
    "lag",
    "landmark",
    "landmine",
    "landscape",
    "latitude",
    "launder",
    "laundry",
    "lawsuit",
    "lawyer",
    "layer",
    "leak",
    "leakage",
    "lean",
    "leap",
    "leave",
    "lecture",
    "lecturer",
    "legacy",
    "legal",
    "legality",
    "legislate",
    "legislation",
    "legislative",
    "legislature",
    "legitimacy",
    "legitimate",
    "lend",
    "liability",
    "liable",
    "librarian",
    "library",
    "liberal",
    "liberalism",
    "liberate",
    "liberation",
    "liberty",
    "license",
    "likelihood",
    "likely",
    "likewise",
    "limb",
    "limit",
    "limitation",
    "lingua franca",
    "linguist",
    "linguistic",
    "linguistics",
    "liquid",
    "liquidize",
    "literacy",
    "literal",
    "literally",
    "literary",
    "literate",
    "literature",
    "litter",
    "liver",
    "livestock",
    "load",
    "locate",
    "location",
    "log",
    "logic",
    "logical",
    "long-term",
    "longevity",
    "link",
    "launch",
    "loyal",
    "loyalty",
    "luxurious",
    "luxury",
    "magnet",
    "magnetic",
    "magnification",
    "magnificence",
    "magnificent",
    "magnify",
    "mainstream",
    "maintain",
    "maintenance",
    "major",
    "majority",
    "makeup",
    "mall",
    "malnutrition",
    "mammal",
    "mammalian",
    "mammography",
    "manipulate",
    "mankind",
    "manner",
    "manual",
    "manufacture",
    "manufacturer",
    "manage",
    "manager",
    "management",
    "marginal",
    "margin",
    "marine",
    "mark",
    "martial",
    "mass",
    "master",
    "masterpiece",
    "material",
    "materialism",
    "maternal",
    "maternity",
    "matter",
    "mature",
    "maturity",
    "maximize",
    "maximum",
    "maze",
    "mean",
    "meaningful",
    "meaningless",
    "means",
    "measure",
    "measurement",
    "mechanic",
    "mechanical",
    "mechanics",
    "mechanism",
    "medieval",
    "mediate",
    "mediation",
    "medical",
    "medication",
    "medicine",
    "medium",
    "memoir",
    "memorial",
    "memory",
    "memorize",
    "mental",
    "mentality",
    "mention",
    "mentor",
    "merciful",
    "mercy",
    "merchandise",
    "merchandising",
    "mere",
    "merely",
    "merit",
    "meritocracy",
    "mess",
    "messy",
    "metabolic",
    "metabolism",
    "metaphor",
    "metaphorical",
    "method",
    "methodical",
    "methodology",
    "metropolitan",
    "metropolis",
    "microbe",
    "microbial",
    "migrant",
    "migrate",
    "migration",
    "migratory",
    "mild",
    "military",
    "mill",
    "millenary",
    "millennium",
    "minimal",
    "minimalism",
    "minimum",
    "minister",
    "ministry",
    "mineral",
    "minor",
    "minority",
    "mission",
    "missionary",
    "mix",
    "mixture",
    "mobile",
    "mobility",
    "mock",
    "mode",
    "model",
    "moderate",
    "moderation",
    "modest",
    "modesty",
    "modification",
    "miserable",
    "misery",
    "mislead",
    "misleading",
    "misunderstand",
    "misunderstanding",
    "modify",
    "moist",
    "moisture",
    "moisturize",
    "mold",
    "molecular",
    "molecule",
    "monastery",
    "monetary",
    "monitor",
    "monk",
    "monologue",
    "monopolize",
    "monopoly",
    "monotone",
    "monotonous",
    "monotony",
    "monument",
    "monumental",
    "mood",
    "moody",
    "moral",
    "morality",
    "mortal",
    "mortality",
    "mortgage",
    "motion",
    "motionless",
    "motivate",
    "motivation",
    "motive",
    "motor",
    "mount",
    "mounting",
    "mourn",
    "mournful",
    "mourning",
    "mouse",
    "mouth",
    "move",
    "movement",
    "movie",
    "much",
    "mud",
    "mug",
    "multiple",
    "multiply",
    "mummy",
    "mummify",
    "muscle",
    "museum",
    "music",
    "musician",
    "muslim",
    "must",
    "mutter",
    "mutual",
    "mutually",
    "mutant",
    "mutation",
    "mutate",
    "myself",
    "mysterious",
    "mystery",
    "myth",
    "mythology",
    "naive",
    "naked",
    "narration",
    "narrative",
    "narrow",
    "nationalism",
    "nationalist",
    "nationality",
    "nationalize",
    "native",
    "navigation",
    "navigate",
    "navigator",
    "neat",
    "neatly",
    "necessarily",
    "necessary",
    "necessity",
    "neck",
    "need",
    "needle",
    "neglect",
    "negligence",
    "negligent",
    "negotiate",
    "negotiable",
    "negotiation",
    "negative",
    "neighbor",
    "neighborhood",
    "nerve",
    "nervous",
    "neurological",
    "neurology",
    "neuron",
    "neuroscience",
    "neutral",
    "neutralism",
    "neutralize",
    "nevertheless",
    "new",
    "newspaper",
    "next",
    "nice",
    "night",
    "nightmare",
    "no",
    "nobility",
    "noble",
    "nobleman",
    "nod",
    "noise",
    "noisy",
    "nonetheless",
    "nonsense",
    "nonverbal",
    "nor",
    "normal",
    "norm",
    "north",
    "northern",
    "nose",
    "not",
    "notable",
    "note",
    "notebook",
    "nothing",
    "notice",
    "noticeable",
    "notification",
    "notify",
    "notion",
    "notoriety",
    "notorious",
    "nourish",
    "nourishing",
    "nourishment",
    "novel",
    "novelty",
    "now",
    "nuclear",
    "nucleus",
    "numb",
    "numerical",
    "numerous",
    "nurse",
    "nursery",
    "nurture",
    "nutrient",
    "nutrition",
    "nutritious",
    "obese",
    "obesity",
    "obey",
    "obedience",
    "obedient",
    "object",
    "objection",
    "objective",
    "obligation",
    "obligatory",
    "oblige",
    "obscure",
    "obscurity",
    "observance",
    "observation",
    "observe",
    "obsess",
    "obsession",
    "obsessive",
    "obsolete",
    "obstacle",
    "obtain",
    "obvious",
    "obviously",
    "occasion",
    "occasional",
    "occasionally",
    "occupation",
    "occupy",
    "occur",
    "occurrence",
    "odd",
    "odds",
    "odor",
    "offend",
    "offender",
    "offense",
    "offensive",
    "offer",
    "offering",
    "office",
    "officer",
    "official",
    "offset",
    "offspring",
    "old-fashioned",
    "omit",
    "ongoing",
    "orbit",
    "ordinary",
    "organ",
    "organic",
    "organism",
    "organization",
    "organize",
    "orient",
    "oriental",
    "orientation",
    "origin",
    "original",
    "originate",
    "orphan",
    "orphanage",
    "outbreak",
    "outburst",
    "outcome",
    "outdated",
    "outfit",
    "outlet",
    "outline",
    "outlook",
    "output",
    "outsider",
    "outsource",
    "outstanding",
    "outstandingly",
    "outweigh",
    "overall",
    "overcome",
    "overlap",
    "overlook",
    "overseas",
    "overtake",
    "overview",
    "overwhelm",
    "overwhelming",
    "owe",
    "own",
    "owner",
    "parallel",
    "paralysis",
    "paralytic",
    "paralyze",
    "parliament",
    "pardon",
    "partial",
    "partially",
    "participant",
    "participate",
    "participation",
    "particle",
    "particular",
    "particularly",
    "passage",
    "passion",
    "passionate",
    "passive",
    "passivity",
    "pastime",
    "patch",
    "patchwork",
    "patent",
    "pathetic",
    "patience",
    "patient",
    "patiently",
    "pause",
    "pawnbroker",
    "permission",
    "permit",
    "perpetual",
    "perpetually",
    "perpetuate",
    "phase",
    "phenomenal",
    "phenomenon",
    "philosopher",
    "philosophical",
    "philosophy",
    "phrase",
    "physical",
    "physician",
    "physics",
    "pile",
    "pill",
    "pin",
    "pitch",
    "placebo",
    "plague",
    "plain",
    "plainly",
    "plastic",
    "platform",
    "plausibility",
    "plausible",
    "plight",
    "plug",
    "plunge",
    "plural",
    "polar",
    "pole",
    "poll",
    "pollen",
    "pollinate",
    "pollutant",
    "pollute",
    "pollution",
    "policy",
    "policymaker",
    "polish",
    "political",
    "politician",
    "politics",
    "pop",
    "populate",
    "population",
    "populous",
    "portfolio",
    "portion",
    "portrait",
    "portray",
    "portrayal",
    "pose",
    "positive",
    "positively",
    "possible",
    "possibility",
    "possess",
    "possession",
    "postgraduate",
    "postpone",
    "postponement",
    "posture",
    "potential",
    "pottery",
    "pour",
    "practical",
    "practically",
    "practice",
    "practitioner",
    "prairie",
    "praise",
    "praiseworthy",
    "pray",
    "prayer",
    "precaution",
    "precede",
    "precedence",
    "precedent",
    "precious",
    "precise",
    "precisely",
    "precision",
    "predecessor",
    "prefer",
    "preferable",
    "preference",
    "pregnancy",
    "pregnant",
    "prehistoric",
    "prehistory",
    "prejudice",
    "prejudiced",
    "preliminary",
    "premise",
    "premium",
    "preoccupation",
    "preoccupy",
    "preparation",
    "prepare",
    "prepared",
    "prerequisite",
    "prescribe",
    "prescription",
    "presence",
    "present",
    "preservation",
    "preservative",
    "preserve",
    "prestige",
    "prestigious",
    "presumable",
    "presume",
    "presumption",
    "pretend",
    "pretense",
    "prevail",
    "prevailing",
    "prevalence",
    "prevalent",
    "prominent",
    "prominently",
    "promote",
    "promotion",
    "proponent",
    "proper",
    "property",
    "proportion",
    "proportional",
    "proposal",
    "propose",
    "proposition",
    "prosecute",
    "prosecution",
    "prospect",
    "prospective",
    "prosper",
    "prosperity",
    "prosperous",
    "protection",
    "protective",
    "protein",
    "protest",
    "protocol",
    "prove",
    "proven",
    "provide",
    "province",
    "provincial",
    "provoke",
    "proverb",
    "proverbial",
    "proficiency",
    "proficient",
    "profile",
    "profiling",
    "profit",
    "profitable",
    "profound",
    "profoundly",
    "program",
    "progress",
    "progressive",
    "project",
    "prohibit",
    "prohibition",
    "prolong",
    "prolonged",
    "prominence",
    "proof",
    "propaganda",
    "propagate",
    "properly",
    "prophet",
    "prose",
    "protect",
    "proximity",
    "priest",
    "primarily",
    "primary",
    "primate",
    "prime",
    "primitive",
    "principal",
    "principle",
    "prior",
    "priority",
    "prison",
    "prisoner",
    "private",
    "privilege",
    "privileged",
    "probability",
    "probable",
    "probably",
    "probe",
    "procedure",
    "proceed",
    "process",
    "produce",
    "product",
    "production",
    "productive",
    "productivity",
    "profession",
    "professional",
    "promise",
    "prompt",
    "pronounce",
    "pronunciation",
    "prone",
    "prop",
    "psychiatric",
    "psychiatrist",
    "psychiatry",
    "psychological",
    "psychologist",
    "psychology",
    "public",
    "publication",
    "publicity",
    "publish",
    "pump",
    "punctual",
    "punctuality",
    "punish",
    "punishment",
    "purchase",
    "pure",
    "purify",
    "purity",
    "purple",
    "purpose",
    "pursue",
    "pursuit",
    "puzzle"
  ],
  "words_unique_sorted": [
    "laboratory",
    "lag",
    "landmark",
    "landmine",
    "landscape",
    "latitude",
    "launch",
    "launder",
    "laundry",
    "lawsuit",
    "lawyer",
    "layer",
    "leak",
    "leakage",
    "lean",
    "leap",
    "leave",
    "lecture",
    "lecturer",
    "legacy",
    "legal",
    "legality",
    "legislate",
    "legislation",
    "legislative",
    "legislature",
    "legitimacy",
    "legitimate",
    "lend",
    "liability",
    "liable",
    "liberal",
    "liberalism",
    "liberate",
    "liberation",
    "liberty",
    "librarian",
    "library",
    "license",
    "likelihood",
    "likely",
    "likewise",
    "limb",
    "limit",
    "limitation",
    "lingua franca",
    "linguist",
    "linguistic",
    "linguistics",
    "link",
    "liquid",
    "liquidize",
    "literacy",
    "literal",
    "literally",
    "literary",
    "literate",
    "literature",
    "litter",
    "liver",
    "livestock",
    "load",
    "locate",
    "location",
    "log",
    "logic",
    "logical",
    "long-term",
    "longevity",
    "loyal",
    "loyalty",
    "luxurious",
    "luxury",
    "magnet",
    "magnetic",
    "magnification",
    "magnificence",
    "magnificent",
    "magnify",
    "mainstream",
    "maintain",
    "maintenance",
    "major",
    "majority",
    "makeup",
    "mall",
    "malnutrition",
    "mammal",
    "mammalian",
    "mammography",
    "manage",
    "management",
    "manager",
    "manipulate",
    "mankind",
    "manner",
    "manual",
    "manufacture",
    "manufacturer",
    "margin",
    "marginal",
    "marine",
    "mark",
    "martial",
    "mass",
    "master",
    "masterpiece",
    "material",
    "materialism",
    "maternal",
    "maternity",
    "matter",
    "mature",
    "maturity",
    "maximize",
    "maximum",
    "maze",
    "mean",
    "meaningful",
    "meaningless",
    "means",
    "measure",
    "measurement",
    "mechanic",
    "mechanical",
    "mechanics",
    "mechanism",
    "mediate",
    "mediation",
    "medical",
    "medication",
    "medicine",
    "medieval",
    "medium",
    "memoir",
    "memorial",
    "memorize",
    "memory",
    "mental",
    "mentality",
    "mention",
    "mentor",
    "merchandise",
    "merchandising",
    "merciful",
    "mercy",
    "mere",
    "merely",
    "merit",
    "meritocracy",
    "mess",
    "messy",
    "metabolic",
    "metabolism",
    "metaphor",
    "metaphorical",
    "method",
    "methodical",
    "methodology",
    "metropolis",
    "metropolitan",
    "microbe",
    "microbial",
    "migrant",
    "migrate",
    "migration",
    "migratory",
    "mild",
    "military",
    "mill",
    "millenary",
    "millennium",
    "mineral",
    "minimal",
    "minimalism",
    "minimum",
    "minister",
    "ministry",
    "minor",
    "minority",
    "miserable",
    "misery",
    "mislead",
    "misleading",
    "mission",
    "missionary",
    "misunderstand",
    "misunderstanding",
    "mix",
    "mixture",
    "mobile",
    "mobility",
    "mock",
    "mode",
    "model",
    "moderate",
    "moderation",
    "modest",
    "modesty",
    "modification",
    "modify",
    "moist",
    "moisture",
    "moisturize",
    "mold",
    "molecular",
    "molecule",
    "monastery",
    "monetary",
    "monitor",
    "monk",
    "monologue",
    "monopolize",
    "monopoly",
    "monotone",
    "monotonous",
    "monotony",
    "monument",
    "monumental",
    "mood",
    "moody",
    "moral",
    "morality",
    "mortal",
    "mortality",
    "mortgage",
    "motion",
    "motionless",
    "motivate",
    "motivation",
    "motive",
    "motor",
    "mount",
    "mounting",
    "mourn",
    "mournful",
    "mourning",
    "mouse",
    "mouth",
    "move",
    "movement",
    "movie",
    "much",
    "mud",
    "mug",
    "multiple",
    "multiply",
    "mummify",
    "mummy",
    "muscle",
    "museum",
    "music",
    "musician",
    "muslim",
    "must",
    "mutant",
    "mutate",
    "mutation",
    "mutter",
    "mutual",
    "mutually",
    "myself",
    "mysterious",
    "mystery",
    "myth",
    "mythology",
    "naive",
    "naked",
    "narration",
    "narrative",
    "narrow",
    "nationalism",
    "nationalist",
    "nationality",
    "nationalize",
    "native",
    "navigate",
    "navigation",
    "navigator",
    "neat",
    "neatly",
    "necessarily",
    "necessary",
    "necessity",
    "neck",
    "need",
    "needle",
    "negative",
    "neglect",
    "negligence",
    "negligent",
    "negotiable",
    "negotiate",
    "negotiation",
    "neighbor",
    "neighborhood",
    "nerve",
    "nervous",
    "neurological",
    "neurology",
    "neuron",
    "neuroscience",
    "neutral",
    "neutralism",
    "neutralize",
    "nevertheless",
    "new",
    "newspaper",
    "next",
    "nice",
    "night",
    "nightmare",
    "no",
    "nobility",
    "noble",
    "nobleman",
    "nod",
    "noise",
    "noisy",
    "nonetheless",
    "nonsense",
    "nonverbal",
    "nor",
    "norm",
    "normal",
    "north",
    "northern",
    "nose",
    "not",
    "notable",
    "note",
    "notebook",
    "nothing",
    "notice",
    "noticeable",
    "notification",
    "notify",
    "notion",
    "notoriety",
    "notorious",
    "nourish",
    "nourishing",
    "nourishment",
    "novel",
    "novelty",
    "now",
    "nuclear",
    "nucleus",
    "numb",
    "numerical",
    "numerous",
    "nurse",
    "nursery",
    "nurture",
    "nutrient",
    "nutrition",
    "nutritious",
    "obedience",
    "obedient",
    "obese",
    "obesity",
    "obey",
    "object",
    "objection",
    "objective",
    "obligation",
    "obligatory",
    "oblige",
    "obscure",
    "obscurity",
    "observance",
    "observation",
    "observe",
    "obsess",
    "obsession",
    "obsessive",
    "obsolete",
    "obstacle",
    "obtain",
    "obvious",
    "obviously",
    "occasion",
    "occasional",
    "occasionally",
    "occupation",
    "occupy",
    "occur",
    "occurrence",
    "odd",
    "odds",
    "odor",
    "offend",
    "offender",
    "offense",
    "offensive",
    "offer",
    "offering",
    "office",
    "officer",
    "official",
    "offset",
    "offspring",
    "old-fashioned",
    "omit",
    "ongoing",
    "orbit",
    "ordinary",
    "organ",
    "organic",
    "organism",
    "organization",
    "organize",
    "orient",
    "oriental",
    "orientation",
    "origin",
    "original",
    "originate",
    "orphan",
    "orphanage",
    "outbreak",
    "outburst",
    "outcome",
    "outdated",
    "outfit",
    "outlet",
    "outline",
    "outlook",
    "output",
    "outsider",
    "outsource",
    "outstanding",
    "outstandingly",
    "outweigh",
    "overall",
    "overcome",
    "overlap",
    "overlook",
    "overseas",
    "overtake",
    "overview",
    "overwhelm",
    "overwhelming",
    "owe",
    "own",
    "owner",
    "parallel",
    "paralysis",
    "paralytic",
    "paralyze",
    "pardon",
    "parliament",
    "partial",
    "partially",
    "participant",
    "participate",
    "participation",
    "particle",
    "particular",
    "particularly",
    "passage",
    "passion",
    "passionate",
    "passive",
    "passivity",
    "pastime",
    "patch",
    "patchwork",
    "patent",
    "pathetic",
    "patience",
    "patient",
    "patiently",
    "pause",
    "pawnbroker",
    "permission",
    "permit",
    "perpetual",
    "perpetually",
    "perpetuate",
    "phase",
    "phenomenal",
    "phenomenon",
    "philosopher",
    "philosophical",
    "philosophy",
    "phrase",
    "physical",
    "physician",
    "physics",
    "pile",
    "pill",
    "pin",
    "pitch",
    "placebo",
    "plague",
    "plain",
    "plainly",
    "plastic",
    "platform",
    "plausibility",
    "plausible",
    "plight",
    "plug",
    "plunge",
    "plural",
    "polar",
    "pole",
    "policy",
    "policymaker",
    "polish",
    "political",
    "politician",
    "politics",
    "poll",
    "pollen",
    "pollinate",
    "pollutant",
    "pollute",
    "pollution",
    "pop",
    "populate",
    "population",
    "populous",
    "portfolio",
    "portion",
    "portrait",
    "portray",
    "portrayal",
    "pose",
    "positive",
    "positively",
    "possess",
    "possession",
    "possibility",
    "possible",
    "postgraduate",
    "postpone",
    "postponement",
    "posture",
    "potential",
    "pottery",
    "pour",
    "practical",
    "practically",
    "practice",
    "practitioner",
    "prairie",
    "praise",
    "praiseworthy",
    "pray",
    "prayer",
    "precaution",
    "precede",
    "precedence",
    "precedent",
    "precious",
    "precise",
    "precisely",
    "precision",
    "predecessor",
    "prefer",
    "preferable",
    "preference",
    "pregnancy",
    "pregnant",
    "prehistoric",
    "prehistory",
    "prejudice",
    "prejudiced",
    "preliminary",
    "premise",
    "premium",
    "preoccupation",
    "preoccupy",
    "preparation",
    "prepare",
    "prepared",
    "prerequisite",
    "prescribe",
    "prescription",
    "presence",
    "present",
    "preservation",
    "preservative",
    "preserve",
    "prestige",
    "prestigious",
    "presumable",
    "presume",
    "presumption",
    "pretend",
    "pretense",
    "prevail",
    "prevailing",
    "prevalence",
    "prevalent",
    "priest",
    "primarily",
    "primary",
    "primate",
    "prime",
    "primitive",
    "principal",
    "principle",
    "prior",
    "priority",
    "prison",
    "prisoner",
    "private",
    "privilege",
    "privileged",
    "probability",
    "probable",
    "probably",
    "probe",
    "procedure",
    "proceed",
    "process",
    "produce",
    "product",
    "production",
    "productive",
    "productivity",
    "profession",
    "professional",
    "proficiency",
    "proficient",
    "profile",
    "profiling",
    "profit",
    "profitable",
    "profound",
    "profoundly",
    "program",
    "progress",
    "progressive",
    "prohibit",
    "prohibition",
    "project",
    "prolong",
    "prolonged",
    "prominence",
    "prominent",
    "prominently",
    "promise",
    "promote",
    "promotion",
    "prompt",
    "prone",
    "pronounce",
    "pronunciation",
    "proof",
    "prop",
    "propaganda",
    "propagate",
    "proper",
    "properly",
    "property",
    "prophet",
    "proponent",
    "proportion",
    "proportional",
    "proposal",
    "propose",
    "proposition",
    "prose",
    "prosecute",
    "prosecution",
    "prospect",
    "prospective",
    "prosper",
    "prosperity",
    "prosperous",
    "protect",
    "protection",
    "protective",
    "protein",
    "protest",
    "protocol",
    "prove",
    "proven",
    "proverb",
    "proverbial",
    "provide",
    "province",
    "provincial",
    "provoke",
    "proximity",
    "psychiatric",
    "psychiatrist",
    "psychiatry",
    "psychological",
    "psychologist",
    "psychology",
    "public",
    "publication",
    "publicity",
    "publish",
    "pump",
    "punctual",
    "punctuality",
    "punish",
    "punishment",
    "purchase",
    "pure",
    "purify",
    "purity",
    "purple",
    "purpose",
    "pursue",
    "pursuit",
    "puzzle"
  ]
}