{
  "meta": {
    "source": "user_paste_part5",
    "created_at": "2025-08-11T14:07:58",
    "items_including_duplicates": 796,
    "unique_count": 788,
    "note": "Unicode spaces normalized; duplicates removed; empty lines ignored.",
    "diagnostics": {
      "contains_space_count": 1,
      "contains_space_examples": [
        "set tle"
      ],
      "suspected_typos_examples": [
        "set tle",
        "subcategorY",
        "tacticswto"
      ]
    }
  },
  "words_unique_in_input_order": [
    "qualification",
    "qualified",
    "qualifier",
    "qualify",
    "qualitative",
    "quality",
    "quantity",
    "quantitative",
    "queue",
    "quest",
    "questionnaire",
    "quit",
    "quota",
    "quotation",
    "quote",
    "race",
    "racial",
    "radiant",
    "radiation",
    "radioactive",
    "radioactivity",
    "rage",
    "random",
    "range",
    "rank",
    "ransom",
    "rare",
    "rarely",
    "rarity",
    "ration",
    "rational",
    "rationalism",
    "rationalize",
    "ratio",
    "ray",
    "reach",
    "react",
    "reaction",
    "reactive",
    "read",
    "ready",
    "real",
    "reality",
    "realization",
    "realize",
    "realm",
    "rear",
    "reason",
    "reasonable",
    "reasoning",
    "reassure",
    "reassurance",
    "reassuring",
    "rebellion",
    "rebellious",
    "rebel",
    "recall",
    "recede",
    "receipt",
    "reception",
    "receptionist",
    "recess",
    "recession",
    "recipe",
    "recipient",
    "recitation",
    "recite",
    "recital",
    "reckless",
    "recklessly",
    "recognition",
    "recognize",
    "recommend",
    "recommendation",
    "reconcile",
    "reconciliation",
    "record",
    "recover",
    "recovery",
    "recruit",
    "recruitment",
    "recreation",
    "rectangle",
    "recycle",
    "redeem",
    "reduce",
    "reduction",
    "redundant",
    "reed",
    "reef",
    "refer",
    "reference",
    "referral",
    "refine",
    "refined",
    "refinement",
    "referee",
    "reflect",
    "reflection",
    "reflex",
    "reform",
    "reformation",
    "refrain",
    "refresh",
    "refreshment",
    "refuge",
    "refugee",
    "refusal",
    "refuse",
    "regain",
    "regal",
    "regard",
    "regardless",
    "region",
    "regional",
    "register",
    "registration",
    "registry",
    "regret",
    "regretful",
    "regrettable",
    "regular",
    "regularly",
    "regulate",
    "regulation",
    "rehabilitation",
    "reign",
    "reigning",
    "reinforce",
    "reinforcement",
    "reject",
    "rejection",
    "relate",
    "relation",
    "relative",
    "relatively",
    "relax",
    "relaxation",
    "relaxed",
    "release",
    "relevance",
    "relevant",
    "reliable",
    "reliance",
    "relief",
    "relieve",
    "religion",
    "religious",
    "relocate",
    "relocation",
    "remark",
    "remarkable",
    "remedy",
    "remind",
    "reminder",
    "remote",
    "removable",
    "removal",
    "remove",
    "rent",
    "rental",
    "reopen",
    "repair",
    "repeat",
    "repetition",
    "repetitive",
    "replace",
    "replaceable",
    "replacement",
    "replicate",
    "replication",
    "represent",
    "representative",
    "reproduce",
    "reproduction",
    "republic",
    "republican",
    "reputation",
    "repute",
    "request",
    "require",
    "required",
    "requirement",
    "rescue",
    "research",
    "researcher",
    "resemblance",
    "resemble",
    "resent",
    "resentful",
    "resentment",
    "reservation",
    "reserve",
    "reserved",
    "residence",
    "resident",
    "residential",
    "resign",
    "resignation",
    "resist",
    "resistance",
    "resistant",
    "resolution",
    "resolve",
    "resort",
    "resource",
    "resourceful",
    "respect",
    "respectful",
    "respectively",
    "respond",
    "response",
    "responsible",
    "responsive",
    "restoration",
    "restore",
    "restrain",
    "restraint",
    "restrict",
    "restriction",
    "restrictive",
    "resume",
    "resumption",
    "retail",
    "retailer",
    "retain",
    "retention",
    "retire",
    "retiree",
    "retirement",
    "retreat",
    "retrieval",
    "retrieve",
    "retriever",
    "returnee",
    "reunion",
    "reveal",
    "revelation",
    "revenge",
    "revenue",
    "reverse",
    "reversible",
    "review",
    "reviewer",
    "revise",
    "revised",
    "revision",
    "revival",
    "revive",
    "revolt",
    "rid",
    "ridicule",
    "ridiculous",
    "rigid",
    "rigidity",
    "rigorous",
    "riot",
    "ripe",
    "ripen",
    "rite",
    "ritual",
    "roam",
    "roaming",
    "roar",
    "rob",
    "robber",
    "robbery",
    "role",
    "rough",
    "roughly",
    "route",
    "routine",
    "row",
    "royal",
    "royalty",
    "rub",
    "rubbish",
    "rude",
    "ruin",
    "rumor",
    "rural",
    "rush",
    "rustic",
    "sacred",
    "sacrifice",
    "sake",
    "sanitary",
    "sanitation",
    "scan",
    "scanner",
    "scarce",
    "scarcely",
    "scarcity",
    "scare",
    "scary",
    "scatter",
    "scattered",
    "scenario",
    "scene",
    "scenery",
    "scenic",
    "scent",
    "scheme",
    "scholarship",
    "scope",
    "scratch",
    "screening",
    "script",
    "sculptor",
    "sculpture",
    "seal",
    "search",
    "season",
    "seasonal",
    "section",
    "sectional",
    "sector",
    "secure",
    "security",
    "seek",
    "seize",
    "seizure",
    "select",
    "selection",
    "selective",
    "self-evident",
    "semester",
    "sensation",
    "sensational",
    "sense",
    "sensibility",
    "sensible",
    "sensitive",
    "sensitivity",
    "sensory",
    "sentiment",
    "sentimental",
    "sequence",
    "sequential",
    "serene",
    "serenity",
    "session",
    "set tle",
    "settlement",
    "severe",
    "severity",
    "sewage",
    "sewer",
    "shade",
    "shallow",
    "shame",
    "shameful",
    "share",
    "shed",
    "sheer",
    "shelter",
    "shield",
    "shift",
    "shrink",
    "shrinkage",
    "shun",
    "sibling",
    "sigh",
    "sight",
    "sightseeing",
    "sign",
    "signature",
    "significance",
    "significant",
    "sincere",
    "sincerely",
    "sincerity",
    "site",
    "situated",
    "situation",
    "size",
    "skill",
    "skilled",
    "skillful",
    "skeleton",
    "skull",
    "slap",
    "slave",
    "slavery",
    "slavish",
    "slight",
    "slightly",
    "slip",
    "smash",
    "snap",
    "sneak",
    "sneeze",
    "soak",
    "soar",
    "sociological",
    "sociologist",
    "sociology",
    "soil",
    "sole",
    "solid",
    "solidify",
    "solitary",
    "solitude",
    "solution",
    "solve",
    "somewhat",
    "soothe",
    "soothing",
    "sophisticated",
    "sophistication",
    "sophomore",
    "sore",
    "sorrow",
    "sorrowful",
    "sort",
    "soul",
    "source",
    "space",
    "spacious",
    "span",
    "spare",
    "spark",
    "sparkle",
    "spatial",
    "specialist",
    "specialize",
    "specially",
    "specialty",
    "species",
    "specific",
    "specifically",
    "specification",
    "specify",
    "specimen",
    "spectacle",
    "spectator",
    "spectral",
    "spectrum",
    "speculate",
    "speculation",
    "speculative",
    "spell",
    "spelling",
    "sphere",
    "spherical",
    "spill",
    "spin",
    "spin-off",
    "spirit",
    "spiritual",
    "spiritually",
    "splendid",
    "splendor",
    "split",
    "spoil",
    "spoilage",
    "spontaneity",
    "spontaneous",
    "spontaneously",
    "spouse",
    "sprain",
    "sprawl",
    "spray",
    "spread",
    "spring",
    "sprout",
    "spruce",
    "spur",
    "sputter",
    "squad",
    "squalid",
    "squander",
    "square",
    "squat",
    "squeeze",
    "squid",
    "squirrel",
    "stable",
    "stability",
    "stabilize",
    "stack",
    "stain",
    "stainless",
    "stall",
    "stamp",
    "stance",
    "stand",
    "standard",
    "standardize",
    "standing",
    "staple",
    "starvation",
    "starve",
    "startle",
    "startling",
    "stare",
    "stark",
    "start",
    "starter",
    "state",
    "statement",
    "static",
    "station",
    "statistical",
    "statistics",
    "statue",
    "status",
    "stay",
    "steadfast",
    "steadily",
    "steadiness",
    "steady",
    "steal",
    "steam",
    "steamer",
    "steer",
    "steering",
    "steep",
    "steeply",
    "stem",
    "step",
    "stereotype",
    "stereotypical",
    "stern",
    "stick",
    "stiff",
    "stiffen",
    "stigma",
    "still",
    "stimulate",
    "stimulus",
    "sting",
    "stir",
    "stir-fry",
    "stirring",
    "stock",
    "stomach",
    "stone",
    "stool",
    "stop",
    "storage",
    "store",
    "storm",
    "story",
    "stout",
    "stove",
    "straight",
    "straightforward",
    "straightforwardly",
    "strain",
    "strait",
    "strand",
    "strange",
    "stranger",
    "strap",
    "strategic",
    "strategy",
    "straw",
    "stray",
    "streak",
    "stream",
    "streamline",
    "street",
    "strength",
    "strengthen",
    "stress",
    "stressful",
    "stretch",
    "stretcher",
    "strict",
    "strictly",
    "stride",
    "strife",
    "strike",
    "striking",
    "string",
    "strip",
    "stripe",
    "strive",
    "stroke",
    "stroll",
    "strong",
    "strongly",
    "structure",
    "structural",
    "struggle",
    "stubborn",
    "stubbornly",
    "stubbornness",
    "student",
    "studio",
    "study",
    "stuff",
    "stumble",
    "stun",
    "stunning",
    "stunt",
    "stupid",
    "stupidity",
    "style",
    "suave",
    "subcategorY",
    "submissive",
    "submission",
    "submit",
    "subordinate",
    "subscribe",
    "subscription",
    "subsequent",
    "subsequently",
    "subsidize",
    "subsidy",
    "substance",
    "substantial",
    "substitute",
    "substitution",
    "subtle",
    "subtlety",
    "subtract",
    "suburb",
    "suburban",
    "succeed",
    "success",
    "successful",
    "succession",
    "successive",
    "successor",
    "suck",
    "suction",
    "sue",
    "suffer",
    "suffering",
    "sufficiency",
    "sufficient",
    "suit",
    "suicidal",
    "suicide",
    "sum",
    "summarize",
    "summary",
    "summon",
    "sun",
    "superficial",
    "superficiality",
    "superior",
    "superiority",
    "superstition",
    "superstitious",
    "supervise",
    "supervisor",
    "supervision",
    "supplement",
    "supplementary",
    "supply",
    "suppose",
    "supposedly",
    "supposition",
    "suppress",
    "suppression",
    "suppressive",
    "supremacy",
    "supreme",
    "surf",
    "surface",
    "surge",
    "surgeon",
    "surgery",
    "surgical",
    "surpass",
    "surplus",
    "surrender",
    "surround",
    "surrounding",
    "surveillance",
    "survey",
    "swallow",
    "swarm",
    "swear",
    "sweep",
    "swell",
    "swift",
    "swiftly",
    "syllabus",
    "symbol",
    "symbolic",
    "symbolize",
    "symmetrical",
    "symmetry",
    "sympathetic",
    "sympathize",
    "sympathy",
    "symptom",
    "syndrome",
    "synthesis",
    "synthesize",
    "synthetic",
    "tablet",
    "tackle",
    "tactical",
    "tacticswto",
    "tag",
    "tail",
    "tailor",
    "take",
    "tale",
    "talent",
    "talk",
    "tall",
    "tap",
    "target",
    "tariff",
    "task",
    "taste",
    "tasty",
    "tax",
    "tea",
    "teach",
    "teacher",
    "teaching",
    "team",
    "tear",
    "tease",
    "teaser",
    "technical",
    "technically",
    "technique",
    "technological",
    "technology",
    "tedious",
    "tedium",
    "temper",
    "temperament",
    "temporal",
    "temporary",
    "temporarily",
    "tempt",
    "temptation",
    "tempting",
    "tend",
    "tendency",
    "tender",
    "tense",
    "tension",
    "term",
    "terminal",
    "terminology",
    "terrify",
    "terrifying",
    "territorial",
    "territory",
    "terror",
    "terrorism",
    "testify",
    "testimony",
    "textile",
    "texture",
    "theft",
    "theoretical",
    "theory",
    "therapeutic",
    "therapist",
    "therapy",
    "thermal",
    "thesis",
    "thief",
    "thirst",
    "thirsty",
    "thorough",
    "thoroughly",
    "thoroughness",
    "threat",
    "threaten",
    "threatened",
    "threatening",
    "thrill",
    "thriller",
    "thrive",
    "thriving",
    "thrust",
    "tidal",
    "tide",
    "tidy",
    "timber",
    "timid",
    "timidity",
    "tip",
    "tissue",
    "token"
  ],
  "words_unique_sorted": [
    "qualification",
    "qualified",
    "qualifier",
    "qualify",
    "qualitative",
    "quality",
    "quantitative",
    "quantity",
    "quest",
    "questionnaire",
    "queue",
    "quit",
    "quota",
    "quotation",
    "quote",
    "race",
    "racial",
    "radiant",
    "radiation",
    "radioactive",
    "radioactivity",
    "rage",
    "random",
    "range",
    "rank",
    "ransom",
    "rare",
    "rarely",
    "rarity",
    "ratio",
    "ration",
    "rational",
    "rationalism",
    "rationalize",
    "ray",
    "reach",
    "react",
    "reaction",
    "reactive",
    "read",
    "ready",
    "real",
    "reality",
    "realization",
    "realize",
    "realm",
    "rear",
    "reason",
    "reasonable",
    "reasoning",
    "reassurance",
    "reassure",
    "reassuring",
    "rebel",
    "rebellion",
    "rebellious",
    "recall",
    "recede",
    "receipt",
    "reception",
    "receptionist",
    "recess",
    "recession",
    "recipe",
    "recipient",
    "recital",
    "recitation",
    "recite",
    "reckless",
    "recklessly",
    "recognition",
    "recognize",
    "recommend",
    "recommendation",
    "reconcile",
    "reconciliation",
    "record",
    "recover",
    "recovery",
    "recreation",
    "recruit",
    "recruitment",
    "rectangle",
    "recycle",
    "redeem",
    "reduce",
    "reduction",
    "redundant",
    "reed",
    "reef",
    "refer",
    "referee",
    "reference",
    "referral",
    "refine",
    "refined",
    "refinement",
    "reflect",
    "reflection",
    "reflex",
    "reform",
    "reformation",
    "refrain",
    "refresh",
    "refreshment",
    "refuge",
    "refugee",
    "refusal",
    "refuse",
    "regain",
    "regal",
    "regard",
    "regardless",
    "region",
    "regional",
    "register",
    "registration",
    "registry",
    "regret",
    "regretful",
    "regrettable",
    "regular",
    "regularly",
    "regulate",
    "regulation",
    "rehabilitation",
    "reign",
    "reigning",
    "reinforce",
    "reinforcement",
    "reject",
    "rejection",
    "relate",
    "relation",
    "relative",
    "relatively",
    "relax",
    "relaxation",
    "relaxed",
    "release",
    "relevance",
    "relevant",
    "reliable",
    "reliance",
    "relief",
    "relieve",
    "religion",
    "religious",
    "relocate",
    "relocation",
    "remark",
    "remarkable",
    "remedy",
    "remind",
    "reminder",
    "remote",
    "removable",
    "removal",
    "remove",
    "rent",
    "rental",
    "reopen",
    "repair",
    "repeat",
    "repetition",
    "repetitive",
    "replace",
    "replaceable",
    "replacement",
    "replicate",
    "replication",
    "represent",
    "representative",
    "reproduce",
    "reproduction",
    "republic",
    "republican",
    "reputation",
    "repute",
    "request",
    "require",
    "required",
    "requirement",
    "rescue",
    "research",
    "researcher",
    "resemblance",
    "resemble",
    "resent",
    "resentful",
    "resentment",
    "reservation",
    "reserve",
    "reserved",
    "residence",
    "resident",
    "residential",
    "resign",
    "resignation",
    "resist",
    "resistance",
    "resistant",
    "resolution",
    "resolve",
    "resort",
    "resource",
    "resourceful",
    "respect",
    "respectful",
    "respectively",
    "respond",
    "response",
    "responsible",
    "responsive",
    "restoration",
    "restore",
    "restrain",
    "restraint",
    "restrict",
    "restriction",
    "restrictive",
    "resume",
    "resumption",
    "retail",
    "retailer",
    "retain",
    "retention",
    "retire",
    "retiree",
    "retirement",
    "retreat",
    "retrieval",
    "retrieve",
    "retriever",
    "returnee",
    "reunion",
    "reveal",
    "revelation",
    "revenge",
    "revenue",
    "reverse",
    "reversible",
    "review",
    "reviewer",
    "revise",
    "revised",
    "revision",
    "revival",
    "revive",
    "revolt",
    "rid",
    "ridicule",
    "ridiculous",
    "rigid",
    "rigidity",
    "rigorous",
    "riot",
    "ripe",
    "ripen",
    "rite",
    "ritual",
    "roam",
    "roaming",
    "roar",
    "rob",
    "robber",
    "robbery",
    "role",
    "rough",
    "roughly",
    "route",
    "routine",
    "row",
    "royal",
    "royalty",
    "rub",
    "rubbish",
    "rude",
    "ruin",
    "rumor",
    "rural",
    "rush",
    "rustic",
    "sacred",
    "sacrifice",
    "sake",
    "sanitary",
    "sanitation",
    "scan",
    "scanner",
    "scarce",
    "scarcely",
    "scarcity",
    "scare",
    "scary",
    "scatter",
    "scattered",
    "scenario",
    "scene",
    "scenery",
    "scenic",
    "scent",
    "scheme",
    "scholarship",
    "scope",
    "scratch",
    "screening",
    "script",
    "sculptor",
    "sculpture",
    "seal",
    "search",
    "season",
    "seasonal",
    "section",
    "sectional",
    "sector",
    "secure",
    "security",
    "seek",
    "seize",
    "seizure",
    "select",
    "selection",
    "selective",
    "self-evident",
    "semester",
    "sensation",
    "sensational",
    "sense",
    "sensibility",
    "sensible",
    "sensitive",
    "sensitivity",
    "sensory",
    "sentiment",
    "sentimental",
    "sequence",
    "sequential",
    "serene",
    "serenity",
    "session",
    "set tle",
    "settlement",
    "severe",
    "severity",
    "sewage",
    "sewer",
    "shade",
    "shallow",
    "shame",
    "shameful",
    "share",
    "shed",
    "sheer",
    "shelter",
    "shield",
    "shift",
    "shrink",
    "shrinkage",
    "shun",
    "sibling",
    "sigh",
    "sight",
    "sightseeing",
    "sign",
    "signature",
    "significance",
    "significant",
    "sincere",
    "sincerely",
    "sincerity",
    "site",
    "situated",
    "situation",
    "size",
    "skeleton",
    "skill",
    "skilled",
    "skillful",
    "skull",
    "slap",
    "slave",
    "slavery",
    "slavish",
    "slight",
    "slightly",
    "slip",
    "smash",
    "snap",
    "sneak",
    "sneeze",
    "soak",
    "soar",
    "sociological",
    "sociologist",
    "sociology",
    "soil",
    "sole",
    "solid",
    "solidify",
    "solitary",
    "solitude",
    "solution",
    "solve",
    "somewhat",
    "soothe",
    "soothing",
    "sophisticated",
    "sophistication",
    "sophomore",
    "sore",
    "sorrow",
    "sorrowful",
    "sort",
    "soul",
    "source",
    "space",
    "spacious",
    "span",
    "spare",
    "spark",
    "sparkle",
    "spatial",
    "specialist",
    "specialize",
    "specially",
    "specialty",
    "species",
    "specific",
    "specifically",
    "specification",
    "specify",
    "specimen",
    "spectacle",
    "spectator",
    "spectral",
    "spectrum",
    "speculate",
    "speculation",
    "speculative",
    "spell",
    "spelling",
    "sphere",
    "spherical",
    "spill",
    "spin",
    "spin-off",
    "spirit",
    "spiritual",
    "spiritually",
    "splendid",
    "splendor",
    "split",
    "spoil",
    "spoilage",
    "spontaneity",
    "spontaneous",
    "spontaneously",
    "spouse",
    "sprain",
    "sprawl",
    "spray",
    "spread",
    "spring",
    "sprout",
    "spruce",
    "spur",
    "sputter",
    "squad",
    "squalid",
    "squander",
    "square",
    "squat",
    "squeeze",
    "squid",
    "squirrel",
    "stability",
    "stabilize",
    "stable",
    "stack",
    "stain",
    "stainless",
    "stall",
    "stamp",
    "stance",
    "stand",
    "standard",
    "standardize",
    "standing",
    "staple",
    "stare",
    "stark",
    "start",
    "starter",
    "startle",
    "startling",
    "starvation",
    "starve",
    "state",
    "statement",
    "static",
    "station",
    "statistical",
    "statistics",
    "statue",
    "status",
    "stay",
    "steadfast",
    "steadily",
    "steadiness",
    "steady",
    "steal",
    "steam",
    "steamer",
    "steep",
    "steeply",
    "steer",
    "steering",
    "stem",
    "step",
    "stereotype",
    "stereotypical",
    "stern",
    "stick",
    "stiff",
    "stiffen",
    "stigma",
    "still",
    "stimulate",
    "stimulus",
    "sting",
    "stir",
    "stir-fry",
    "stirring",
    "stock",
    "stomach",
    "stone",
    "stool",
    "stop",
    "storage",
    "store",
    "storm",
    "story",
    "stout",
    "stove",
    "straight",
    "straightforward",
    "straightforwardly",
    "strain",
    "strait",
    "strand",
    "strange",
    "stranger",
    "strap",
    "strategic",
    "strategy",
    "straw",
    "stray",
    "streak",
    "stream",
    "streamline",
    "street",
    "strength",
    "strengthen",
    "stress",
    "stressful",
    "stretch",
    "stretcher",
    "strict",
    "strictly",
    "stride",
    "strife",
    "strike",
    "striking",
    "string",
    "strip",
    "stripe",
    "strive",
    "stroke",
    "stroll",
    "strong",
    "strongly",
    "structural",
    "structure",
    "struggle",
    "stubborn",
    "stubbornly",
    "stubbornness",
    "student",
    "studio",
    "study",
    "stuff",
    "stumble",
    "stun",
    "stunning",
    "stunt",
    "stupid",
    "stupidity",
    "style",
    "suave",
    "subcategorY",
    "submission",
    "submissive",
    "submit",
    "subordinate",
    "subscribe",
    "subscription",
    "subsequent",
    "subsequently",
    "subsidize",
    "subsidy",
    "substance",
    "substantial",
    "substitute",
    "substitution",
    "subtle",
    "subtlety",
    "subtract",
    "suburb",
    "suburban",
    "succeed",
    "success",
    "successful",
    "succession",
    "successive",
    "successor",
    "suck",
    "suction",
    "sue",
    "suffer",
    "suffering",
    "sufficiency",
    "sufficient",
    "suicidal",
    "suicide",
    "suit",
    "sum",
    "summarize",
    "summary",
    "summon",
    "sun",
    "superficial",
    "superficiality",
    "superior",
    "superiority",
    "superstition",
    "superstitious",
    "supervise",
    "supervision",
    "supervisor",
    "supplement",
    "supplementary",
    "supply",
    "suppose",
    "supposedly",
    "supposition",
    "suppress",
    "suppression",
    "suppressive",
    "supremacy",
    "supreme",
    "surf",
    "surface",
    "surge",
    "surgeon",
    "surgery",
    "surgical",
    "surpass",
    "surplus",
    "surrender",
    "surround",
    "surrounding",
    "surveillance",
    "survey",
    "swallow",
    "swarm",
    "swear",
    "sweep",
    "swell",
    "swift",
    "swiftly",
    "syllabus",
    "symbol",
    "symbolic",
    "symbolize",
    "symmetrical",
    "symmetry",
    "sympathetic",
    "sympathize",
    "sympathy",
    "symptom",
    "syndrome",
    "synthesis",
    "synthesize",
    "synthetic",
    "tablet",
    "tackle",
    "tactical",
    "tacticswto",
    "tag",
    "tail",
    "tailor",
    "take",
    "tale",
    "talent",
    "talk",
    "tall",
    "tap",
    "target",
    "tariff",
    "task",
    "taste",
    "tasty",
    "tax",
    "tea",
    "teach",
    "teacher",
    "teaching",
    "team",
    "tear",
    "tease",
    "teaser",
    "technical",
    "technically",
    "technique",
    "technological",
    "technology",
    "tedious",
    "tedium",
    "temper",
    "temperament",
    "temporal",
    "temporarily",
    "temporary",
    "tempt",
    "temptation",
    "tempting",
    "tend",
    "tendency",
    "tender",
    "tense",
    "tension",
    "term",
    "terminal",
    "terminology",
    "terrify",
    "terrifying",
    "territorial",
    "territory",
    "terror",
    "terrorism",
    "testify",
    "testimony",
    "textile",
    "texture",
    "theft",
    "theoretical",
    "theory",
    "therapeutic",
    "therapist",
    "therapy",
    "thermal",
    "thesis",
    "thief",
    "thirst",
    "thirsty",
    "thorough",
    "thoroughly",
    "thoroughness",
    "threat",
    "threaten",
    "threatened",
    "threatening",
    "thrill",
    "thriller",
    "thrive",
    "thriving",
    "thrust",
    "tidal",
    "tide",
    "tidy",
    "timber",
    "timid",
    "timidity",
    "tip",
    "tissue",
    "token"
  ]
}